[Translation]

TRANSLATION_BY=மொழியாக்கம்
TRANSLATION_NAME=தமிழ்நேரக்குழு
TRANSLATION_LINK=https://TamilNeram.github.io
LANGUAGENAME=தமிழ்
FILEVER=7010

[MainPopup]

MNU_OPEN_PICPICK=படதிருத்தி
MNU_CAPTURE=திரை &பிடிப்பு
MNU_CAPTURE_FULLSCREEN=&முழுத்திரை
MNU_CAPTURE_ACTIVEWINDOW=&செயலில் உள்ள சாளரம்
#7.2.0
MNU_CAPTURE_WINDOW=&சாளரம்
#7.2.0
MNU_CAPTURE_CONTROL=சாளர கட்டுப்பாடு
MNU_CAPTURE_SCROLLINGWINDOW=உருட்டுகிற சாளரம்
MNU_CAPTURE_REGION=&மண்டலம்
MNU_CAPTURE_FIXEDREGION=&நிலையான பகுதி
MNU_CAPTURE_FREEHAND=இலவச&கை
MNU_CAPTURE_WEBPAGE=&வலைதளம்
MNU_CAPTURE_REPEAT=மீண்டும் &கடைசி பிடிப்பு
MNU_WIDGET=சாளரஉறுப்பு காட்டு...
MNU_CAPTURE_SETTING=பிடி அமைப்புகள்
MNU_OUTPUTTYPE=வெளியீடு &வகை
MNU_OUTPUTTYPE_PICPICK=படதேர்வு &திருத்தி
MNU_OUTPUTTYPE_CLIPBOARD=&இடைநிலைப்பலகை
MNU_OUTPUTTYPE_SAVEIMAGE=படம் &கோப்பு
MNU_OUTPUTTYPE_SAVEFOLDER=&தானாகச் சேமி
MNU_OUTPUTTYPE_OTHER=புற நிரல்...
MNU_OUTPUTTYPE_FTP=கோமமு சேவையகம்
MNU_OUTPUTTYPE_SHARE=பகிர்
MNU_OUTPUTTYPE_SENDTO=இவருக்கு அனுப்பு
MNU_OUTPUTTYPE_FACEBOOK=முகநூல்
MNU_OUTPUTTYPE_TWITTER=கீச்சகம்
MNU_OUTPUTTYPE_MSWORD=நுண்மென் &சொல்
MNU_OUTPUTTYPE_MSEXCEL=நுண்மென் &எக்செல்
MNU_OUTPUTTYPE_MSPPT=நுண்மென் &சக்திபுள்ளி
MNU_OUTPUTTYPE_MSOUTLOOK=நுண்மென் &வெளிதோற்றம்
MNU_OUTPUTTYPE_PRINTER=&அச்சு
MNU_OUTPUTTYPE_SKYPE=வான்வழி
MNU_OUTPUTTYPE_CLOUD=மேக சேவை
MNU_OUTPUTTYPE_WEB=இணையம் &முகவரி
MNU_OUTPUTTYPE_DROPBOX=விடு&பொட்டி
MNU_OUTPUTTYPE_GOOGLE=&கூகிள் இயக்கம்
MNU_OUTPUTTYPE_ONEDRIVE=&ஒருஇயக்கம்
MNU_OUTPUTTYPE_MSPAINT=நுண்மென் &வண்ணம்
MNU_OPT_DEFAULTFORMAT=இயல்புநிலை பட &வடிவு
MNU_OPT_OPENEDITOR=நிரல் தொடங்கும் போது &திருத்தியைத் திற
MNU_OPT_STARTUPPROGRAM=&தொடக்கத்தில் படதேர்வை இயக்கவும்
MNU_COLORPICKER=வண்ணம் &எடு
MNU_COLORPALETTE=வண்ண &தட்டு
MNU_COPYCOLORTYPE=நிறத்தை &என நகலெடு
MNU_COLORHISTORY=வண்ணம் &வரலாறு
MNU_COLORHISTORY_CLEAR=&தெளிவு
MNU_MAGNIFIER=&பெருக்கி
MNU_PIXELRULER=பிக்சல் ரூலர்
MNU_PROTRACTOR=புரோடிராக்டர்
MNU_CROSSHAIR=குறுக்குமுடி
MNU_WHITEBOARD=&வெள்ளைபலகை
MNU_CLOUDEXPLORER=மேக உலாவி
MNU_ABOUT_PICPICK=நிரல் &விருப்பங்கள்...
MNU_EXIT_PICPICK=வெளியேறு

[Widget]

MNU_WIDGET=சாளர உறுப்பு
MNU_WIDGET_LOCK=&சாளர உறுப்பைப் பூட்டு
MNU_WIDGET_SMALLICONS=சிறிய சின்னங்களைக் காட்டு
MNU_WIDGET_AUTOHIDE=&தானாக மறை
MNU_WIDGET_OPACITY=&ஒளிபுகாநிலை
MNU_WIDGET_ALWAYSTOP=&எப்போதும் மேலே
MNU_WIDGET_CLOSE=&சாளரஉறுப்பை மூடு
MNU_WIDGET_OPTIONS=&சாளரஉறுப்பு விருப்பங்கள்

[PicPickEditor]

MNU_START=தொடங்கு
MNU_FILE=&கோப்பு
MNU_FILE_NEW=&புதிய
MNU_FILE_OPEN=&திற
MNU_FILE_OPENCLIPBOARD=&இடைநிலைப்பலகையில் இருந்து திற
MNU_FILE_OPENURL=படம் முகவரியிலிருந்து திற
MNU_FILE_OPEN_RECENT=சமீபத்திய
MNU_FILE_OPEN_BROWSE=உலாவு
MNU_FILE_SAVESAME=&சேமி
MNU_FILE_SAVE=&என சேமி
MNU_FILE_SAVESELECT=தேர்வை என சேமி...
MNU_FILE_SAVEALL=அனைத்தும் சேமி
MNU_FILE_PRINT=&அச்சிடு
MNU_FILE_CLOSEIMAGE=&மூடு
MNU_FILE_CLOSECURRENTIMAGE=&தற்போதைய படம்
MNU_FILE_CLOSEALLIMAGE=&அனைத்து படங்களும்
MNU_FILE_CLOSEALLSAVEDIMAGE=அனைத்து &சேமிக்கப்பட்ட படங்களும்
MNU_FILE_CLOSEPICPICK=வெளியேறு
MNU_EDIT=&திருத்து
MNU_EDIT_UNDO=&செயல்தவிர்
MNU_EDIT_REDO=&மீண்டும் செய்
MNU_EDIT_CUT=வெட்டு
MNU_EDIT_COPY=&நகல்
MNU_EDIT_PASTE=&ஒட்டு
MNU_EDIT_PASTEFROMFILE=&கோப்பில் இருந்து ஒட்டவும்...
MNU_EDIT_SELECTDEL=&நீக்கு
MNU_EDIT_SELECTNEW=கத்தரி
MNU_EDIT_DESELECT=தேர்வைவிடு
MNU_EDIT_SELECTALL=அனைத்தையும் தேர்ந்தெடு
MNU_EDIT_IMAGERESIZE=படம் &மறுஅளவாக்கு...
MNU_EDIT_CANVASRESIZE=கேன்வாஸ் மறுஅளவு...
MNU_EDIT_VIEWBITMAP=&முழுத் திரையில் பிட்மேப்பைக் காண்க...
MNU_TOOLS=&கருவிகள்
MNU_TOOLS_FULLSCREEN=முழுத் திரையைப் பிடிக்கவும்
MNU_TOOLS_ACTIVEWINDOW=செயலில் உள்ள சாளரத்தைப் பிடிக்கவும்
#7.2.0
MNU_TOOLS_WINDOW=சாளரத்தைப் பிடிக்கவும்
#7.2.0
MNU_TOOLS_CONTROL=சாளரம் &கட்டுப்பாட்டைப் பிடிக்கவும்
MNU_TOOLS_SCROLLINGWINDOW=கேப்சர் & ஸ்க்ரோலிங் விண்டோ
MNU_TOOLS_WEBPAGE=இணையப் பக்கத்தைப் பிடிக்கவும்
MNU_TOOLS_REGION=பிராந்தியத்தை கைப்பற்றவும்
MNU_TOOLS_FIXEDREGION=நிலைப் பகுதியைப் பிடிக்கவும்
MNU_TOOLS_FREEHAND=சுதந்திரமாக&கைப் பிடிக்கவும்
MNU_TOOLS_REPEAT=மீண்டும் &கடைசி பிடிப்பு
MNU_TOOLS_COLORPICKER=வண்ணம் &எடுப்பான்
MNU_TOOLS_COLORPALETTE=வண்ணம் தட்டு
MNU_TOOLS_MAGNIFIER=&பெருக்கி
MNU_TOOLS_PIXELRULER=பிக்சல் வரைகோல்
MNU_TOOLS_PROTRACTOR=பாகைமானி
MNU_TOOLS_CROSSHAIR=குறுக்கு&முடி
MNU_TOOLS_WHITEBOARD=&வெள்ளைபலகை
MNU_TOOLS_SCREENRECORDER=திரை & பதிப்பான்
MNU_TOOLS_OPTION=விருப்பங்கள்
MNU_TOOLSOPTION=பிடிப்பு &விருப்பங்கள்
MNU_TOOLSOPTION_OUTPUTTYPE=வெளியீடு &வகை
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=இயல்புநிலை படம் &வடிவு
MNU_TOOLSOPTION_DUALMONITORS=பல்வேறு மானிட்டர்களைப் பிடிக்கவும்
MNU_TOOLSOPTION_HOTKEY=&சூடான விசைகளை மாற்று...
MNU_TOOLSOPTION_SOUND=செயல்படுத்து &ஒலி விளைவு
MNU_TOOLSOPTION_SCROLLCAPTURE=ஆட்டோ ஸ்க்ரோலை இயக்கு
MNU_TOOLSOPTION_MOUSECURSOR=சுட்டி படத்தைச் சேர்க்கவும்
MNU_TOOLSOPTION_STARTUPPROGRAM=தொடக்கத்தில் படதேர்வை இயக்கவும்
MNU_TOOLSOPTION_OPENEDITOR=நிரல் தொடங்கும் போது &திருத்தியைத் திறக்கவும்
MNU_TOOLS_COLORTYPE=வண்ணத்தை நகலெடுக்கவும்
MNU_EFFECT=Effe&cts
MNU_EFFECT_INVERT=&தலைகீழ்
MNU_EFFECT_GRAYSCALE=&GrayScale
MNU_EFFECT_MOSAIC=&பிக்சலேட்...
MNU_EFFECT_BLUR=&Blur
MNU_EFFECT_SHARPEN=&கூர்மைப்படுத்து
MNU_EFFECT_BRIGHTNESS=B&rightness / Contrast...
MNU_EFFECT_HSL=&Hue / Saturation...
MNU_EFFECT_BORDER=Ed&ge விளைவுகள்
MNU_EFFECT_FLIP=&Flip
MNU_EFFECT_FLIPH=கிடைமட்டமாக புரட்டவும்
MNU_EFFECT_FLIPV=செங்குத்தாக புரட்டவும்
MNU_EFFECT_ROTATE=&சுழற்று
MNU_EFFECT_ROTATE90=&90° கடிகார திசையில்
MNU_EFFECT_ROTATE180=&180° கடிகார திசையில்
MNU_EFFECT_ROTATE270=&270° கடிகார திசையில்
MNU_EFFECT_FRAME=Fram&e...
MNU_EFFECT_COLORBALANCE=வண்ணம் பே&லேன்ஸ்...
MNU_EFFECT_WATERMARK=&வாட்டர்மார்க்...
MNU_WINDOW=&Window
MNU_WINDOW_CASCADE=&கேஸ்கேட்
MNU_WINDOW_TILEH=டைல் &கிடைமட்டமாக
MNU_WINDOW_TILEV=டைல் &செங்குத்தாக
MNU_WINDOW_MINIMIZEALL=அனைத்தையும் குறைக்கவும்
MNU_HELP=&உதவி
MNU_HELP_WEBSITE=இணையதளம்
MNU_HELP_ABOUT=பற்றி...
MNU_HELP_UPDATE=புதுப்பிப்புகளைச் சரிபார்க்கவும்
PNL_TOOL_TOOLS=கருவிகள்
PNL_TOOL_COLOR=வண்ணம்
PNL_TOOL_PROPERTY=பண்புகள்
LBL_TOOL_WIDTHS=அகலம்:
LBL_TOOL_OPACITY=ஒளிபுகாநிலை
LBL_TOOL_SHAPE=வடிவம்:
TAB_HOME=முகப்பு
TAB_FILE=கோப்பு
TAB_VIEW=பார்க்கவும்
TAB_SHAPES=வடிவங்கள்
TAB_SHAPES_SUB=வடிவமைப்பு
TAB_SHAPES_TEXT=உரை
TAB_NUMBERSTAMP=எண் முத்திரை
TAB_NUMBERSTAMP_SUB=வடிவமைப்பு
TAB_SELECTION=தேர்வு
TAB_SELECTION_SUB=வடிவமைப்பு
TAB_MAGNIFIER=விளைவை பெரிதாக்கவும்
TAB_MAGNIFIER_SUB=வடிவமைப்பு
TAB_STAMPS=முத்திரைகள்
TAB_STAMPS_SUB=வடிவமைப்பு
TAB_SHARE=பகிர்
TBR_CLIPBOARD=இடைநிலைப்பலகை
TBN_CLIPBOARD_PASTE=ஒட்டு
TBN_CLIPBOARD_CUT=வெட்டு
TBN_CLIPBOARD_COPY=நகல்
TBN_CLIPBOARD_DELETE=நீக்கு
TBR_VIEW=பார்க்கவும்
TBN_VIEW_ZOOMIN=பெரிதாக்கவும்
TBN_VIEW_ZOOMOUT=பெரிதாக்கவும்
TBN_VIEW_FULL=முழு திரை
TBN_VIEW_100=உண்மையான அளவு
TBR_IMAGE=படம்
TBN_IMAGE_EFFECT=விளைவுகள்
TBN_IMAGE_CROP=செதுக்கு
TBN_IMAGE_RESIZE=அளவாக்கு
TBN_IMAGE_ROTATE=சுழற்று
TBR_TOOLS=கருவிகள்
TBR_COLOR=நிறங்கள்
TBN_COLOR1=வண்ணம்1
TBN_COLOR2=வண்ணம்2
POP_COLORTYPE1=வெளிர் வண்ணங்கள்
POP_COLORTYPE2=முதன்மை நிறங்கள்
TBR_SHOWHIDE=காட்டு அல்லது மறை
TBN_RULER=ஆட்சியாளர்
TBN_STATUSBAR=நிலைப் பட்டி
TBN_TAB=தாவல்
TBN_THUMBNAIL=சிறுபடங்கள்
TBN_PANE=விவரங்கள் பலகம்
TBR_WINDOW=சாளரம்
TBN_CASCADE=கேஸ்கேட்
TBN_ARRANGEALL=அனைத்தையும் வரிசைப்படுத்து
TBN_REGISTER=&பதிவு
TBN_TOOLS_SELECT=தேர்ந்தெடு
TBN_TOOLS_MOVE=நகர்த்து
TBN_TOOLS_DRAW=வரையவும்
TBN_TOOLS_DRAW_BRUSH=&பிரஷ்
TBN_TOOLS_DRAW_ERASER=&அழிப்பான்
TBN_TOOLS_DRAW_MARKER=&மார்க்கர்
TBN_TOOLS_DRAW_PEN=&பென்சில்
TBN_TOOLS_DRAW_CALLIGRAPHY=&Calligraphy
TBN_TOOLS_DRAW_SMARTERASER=ஸ்மார்ட் &அழிப்பான்
TBN_TOOLS_DRAW_AIRBRUSH=&Airbrush
TBN_TOOLS_DRAW_MOSAIC=Pi&xelating Brush
TBN_TOOLS_FILL=நிரப்பு
TBN_TOOLS_FILL_OPTIONS=விருப்பங்களை நிரப்பவும்
TBN_TOOLS_FILL_STANDARD=&தொடர்ந்து நிரப்பு
TBN_TOOLS_FILL_REPLACEMENT=வண்ணம் &மாற்று நிரப்பு
TBN_TOOLS_STAMPS=முத்திரைகள்
TBN_TOOLS_STAMPS_NUMBER=எண் முத்திரைகள்
TBN_TOOLS_STAMPS_GENERAL=பொது முத்திரைகள்
TBN_TOOLS_STAMPS_CURSOR=கர்சர் முத்திரைகள்
TBN_SELECT_SELECTION_SHAPES=தேர்வு வடிவங்கள்
TBN_SELECT_SELECTION_OPTIONS=தேர்வு விருப்பங்கள்
TBN_SELECT_RECTANGLE=&செவ்வகத் தேர்வு
TBN_SELECT_ELLIPSE=&நீள்வட்டத் தேர்வு
TBR_SIZE=அளவு
TBN_MORECOLORS=மேலும்
MNU_PALETTETYPE=தட்டு வகை
TBR_COLORPALETTE=தட்டு
TBN_THEME=தீம் நிறங்கள்
TBN_THEME_DEFAULT=இயல்புநிலை
TBN_THEME1=தீம் 1
TBN_THEME2=தீம் 2
TBN_THEME3=தீம் 3
TBN_THEME4=தீம் 4
TBN_THEME5=தீம் 5
TBN_STANDARD_COLORS=தரமான நிறங்கள்
TBN_CUSTOM_COLORS=தனிப்பயன் நிறங்கள்
TBN_MORE_COLORS=&மேலும் வண்ணங்கள்...
TBN_ADD_CUSTOM_COLOR=&தனிப்பயன் வண்ணங்களில் சேர்
TBN_REMOVE_CUSTOM_COLOR=&தனிப்பயன் நிறங்களில் இருந்து அகற்று
MNU_TOPBAR_TITLE=மேல் பொத்தான்களைத் தனிப்பயனாக்கு
MNU_TOPBAR_MINIMIZERIBBON=&நாடாவை சிறிதாக்கு
MNU_QAT_TITLE=விரைவு அணுகல் கருவிப்பட்டியைத் தனிப்பயனாக்கு
MNU_QAT_ADD=&விரைவு அணுகல் கருவிப்பட்டியில் சேர்
MNU_QAT_DELETE=&விரைவு அணுகல் கருவிப்பட்டியில் இருந்து அகற்றவும்
MNU_QAT_ABOVE=&விரைவு அணுகல் கருவிப்பட்டியை ரிப்பனுக்கு மேலே காட்டு
MNU_QAT_BELOW=&விரைவு அணுகல் கருவிப்பட்டியை ரிப்பனுக்கு கீழே காட்டு
MNU_QAT_RESET=விரைவு அணுகல் கருவிப்பட்டியை மறுசீரமைக்கவும்
TBN_VIEW_TOUCHMODE=தொடு முறை
TBN_RIBBON_COLLAPSE=ரிப்பனை சுருக்கவும்
TBN_RIBBON_PIN=ரிப்பனை பின் செய்யவும்
OPEN_ALL_IMAGE_FILES=அனைத்து படக் கோப்புகளும்
OPEN_BITMAP_FILES=பிட்மேப் கோப்புகள்
OPEN_ALL_FILES=எல்லா கோப்புகளும்
TAB_LAYERS=அடுக்குகள்
TAB_LAYERS_SUB=வடிவமைப்பு
TAB_HISTORY=வரலாறு
TAB_FORMAT_SHAPE=வடிவமைப்பு
MNU_MAXIMIZE=அதிக&பெரிதாக்கு
MNU_MINIMIZE=மை&நிமைஸ்
MNU_CLOSE=&மூடு
MNU_RESTOREDOWN=&கீழே மீட்டமை
MNU_CLOSEALL=&அனைத்தையும் மூடு
MNU_FILE_OPEN_FOLDERS=கோப்புறைகள்
MNU_FILE_OPEN_AUTOSAVE_FOLDER=இயல்புநிலை வெளியீடு கோப்புறை
MNU_FILE_OPEN_RECENT_IMAGES=சமீபத்திய படங்கள்
MNU_FILE_OPEN_RECENT_FOLDERS=சமீபத்திய கோப்புறைகள்
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=இடைநிலைப்பலகை
MNU_FILE_OPEN_OPTIONS_URL=பட URL
MNU_LIST_PIN=&பட்டியலில் பின் செய்யவும்
MNU_LIST_UNPIN=&பட்டியலிலிருந்து நீக்கவும்
MNU_LIST_REMOVE=&பட்டியலிலிருந்து அகற்றவும்
MNU_LIST_CLEAR=அன்பின் செய்யப்பட்ட உருப்படிகளை சி&லியர்
MNU_COPY_PATH=&இடைநிலைப்பலகைக்கு பாதையை நகலெடுக்கவும்
MNU_FILE_INFO=&தகவல்
MNU_HELP_REPORT=பிரச்சினையைப் புகாரளிக்கவும்
MNU_QAT_MORE=&மேலும் கட்டளைகள்...
TBN_COLOR_DEFAULT=இயல்புநிலை நிறங்கள்
TBN_COLOR_SWAP=நிறங்களை மாற்று
TBN_COLOR_PICK=வண்ணம் பிக்கர்

[PicPickEditor Tip]

TIP_FILE_NEW=புதிய வெற்று படத்தை உருவாக்கவும்.
TIP_FILE_OPEN=ஏற்கனவே இருக்கும் படத்தைத் திறக்கவும்.
TIP_FILE_OPENCLIPBOARD=இடைநிலைப்பலகையில் இருந்து ஒரு புதிய படத்தை உருவாக்கவும்.
TIP_FILE_OPENURL=URL இலிருந்து ஒரு படத்தைத் திறக்கவும்.
TIP_FILE_SAVE=செயலில் உள்ள படத்தை சேமிக்கவும்.
TIP_FILE_SAVEAS=செயலில் உள்ள படத்தை புதிய பெயருடன் சேமிக்கவும்.
TIP_FILE_SAVESELECT=தேர்வை ஒரு புதிய பெயருடன் சேமிக்கவும்.
TIP_FILE_SAVEALL=அனைத்து படங்களையும் ஒரு புதிய பெயரில் சேமிக்கவும்.
TIP_FILE_PRINT=படத்தை அச்சிடுக.
TIP_FILE_CLOSEIMAGE=தற்போதைய படத்தை மூடு.
TIP_FILE_CLOSEALLIMAGE=அனைத்து படக் கோப்புகளையும் மூடு.
TIP_FILE_CLOSEALLSAVEDIMAGE=சேமிக்கப்பட்ட அனைத்து படக் கோப்புகளையும் மூடு.
TIP_FILE_CLOSEPICPICK=சாளரத்தை மூடு.
TIP_EDIT_UNDO=கடைசி செயலைச் செயல்தவிர்.
TIP_EDIT_REDO=முன் செயல்தவிர்க்கப்பட்ட செயலை மீண்டும் செய்.
TIP_EDIT_CUT=தேர்வை வெட்டி இடைநிலைப்பலகைக்கு நகர்த்தவும்.
TIP_EDIT_COPY=தேர்வை நகலெடுத்து இடைநிலைப்பலகையில் வைக்கவும்.
TIP_EDIT_PASTE=இடைநிலைப்பலகை உள்ளடக்கங்களை செயலில் உள்ள படத்தில் ஒட்டவும்.
TIP_EDIT_PASTEFROMFILE=தற்போதைய படத்தில் ஒரு கோப்பை ஒட்டவும்.
TIP_EDIT_SELECTDEL=தற்போதைய தேர்வை கேன்வாஸிலிருந்து நீக்கவும்.
TIP_EDIT_SELECTNEW=படத்தை செதுக்கவும் தற்போதைய தேர்வை மட்டுமே கொண்டுள்ளது.
TIP_EDIT_DESELECT=படத்தைத் தேர்வுநீக்கவும்.
TIP_EDIT_SELECTALL=முழு படத்தையும் தேர்ந்தெடுக்கவும்.
TIP_EDIT_IMAGERESIZE=படத்தின் அளவை மாற்றவும்.
TIP_EDIT_CANVASRESIZE=கேன்வாஸின் அளவை மாற்றவும்.
TIP_EDIT_VIEWBITMAP=பிட்மேப்பை முழுத் திரையில் பார்க்கவும்.
TIP_TOOLS_CAPTURE=கேப்சர் பட்டியை திரையில் காட்டு.
TIP_TOOLS_FULLSCREEN=டெஸ்க்டாப்பின் படத்தைப் பிடிக்கவும்.
TIP_TOOLS_ACTIVEWINDOW=செயலில் உள்ள சாளரத்தின் படத்தைப் பிடிக்கவும்.
#7.2.0
TIP_TOOLS_WINDOW=தேர்வு சாளரத்தின் படத்தைப் பிடிக்கவும்.
#7.2.0
TIP_TOOLS_CONTROL=சாளரக் கட்டுப்பாட்டின் படத்தைப் பிடிக்கவும்.
TIP_TOOLS_SCROLLINGWINDOW=ஸ்க்ரோலிங் சாளரக் கட்டுப்பாட்டின் படத்தைப் பிடிக்கவும்.
TIP_TOOLS_WEBPAGE=இணையப் பக்கங்களின் படத்தைப் பிடிக்கவும்.
TIP_TOOLS_REGION=ஒரு செவ்வகப் பகுதியைப் பிடிக்கவும்.
TIP_TOOLS_FREEHAND=ஃப்ரீஹேண்ட் மூலம் ஒரு பகுதியைப் பிடிக்கவும்.
TIP_TOOLS_FIXEDREGION=நிலையான செவ்வகப் பகுதியைப் பிடிக்கவும்.
TIP_TOOLS_REPEAT=முன்பு இருந்த அதே பகுதியைப் பிடிக்கவும்.
TIP_TOOLS_CAPTUREMENU=திரையில் ஒரு படத்தைப் பிடிக்கவும்.
TIP_TOOLS_COLORPICKER=திரையில் ஒரு வண்ணக் குறியீட்டைத் தேர்ந்தெடுக்கவும்.
TIP_TOOLS_COLORPALETTE=வண்ணத்தைக் கண்டுபிடித்து மாற்றவும்.
TIP_TOOLS_MAGNIFIER=திரையில் உள்ள பிக்சல்களை கூர்ந்து கவனிக்கவும்.
TIP_TOOLS_PIXELRULER=டெஸ்க்டாப் பொருள்கள் மற்றும் படங்களின் அளவை அளவிடவும்.
TIP_TOOLS_CROSSHAIR=தொடர்புடைய ஒருங்கிணைப்பை கண்டறியவும்.
TIP_TOOLS_PROTRACTOR=திரையில் எந்த கோணத்தையும் அளவிடவும்.
TIP_TOOLS_WHITEBOARD=திரையில் எதையும் வரைந்து பகிரவும்.
TIP_TOOLS_OPTION=நிரலைப் பற்றிய பல விருப்பங்களைக் காட்டு.
TIP_TOOLS_SCREENRECORDER=டெஸ்க்டாப் திரையின் வீடியோவைப் பதிவுசெய்க.
TIP_TOOLSOPTION=பிடிப்பு விருப்பங்களை மாற்றவும்.
TIP_TOOLSOPTION_OUTPUTTYPE=பிடிக்கப்பட்ட பட வெளியீட்டை மாற்றவும்.
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=இயல்புநிலை பட கோப்பு வடிவமைப்பை மாற்றவும்.
TIP_TOOLSOPTION_DUALMONITORS=படத்தை எடுக்கும்போது பல மானிட்டர்களை ஆதரிக்கவும்
TIP_TOOLSOPTION_HOTKEY=செயல்பாடுகளுக்கான சூடானவிசைகளை மாற்றவும்.
TIP_TOOLSOPTION_SOUND=படத்தை எடுக்கும்போது ஒலி விளைவுகளை இயக்கவும்
TIP_TOOLSOPTION_SCROLLCAPTURE=ஸ்க்ரோலிங் கட்டுப்பாட்டின் படத்தைப் பிடிக்கவும்
TIP_TOOLSOPTION_MOUSECURSOR=படத்தில் மவுஸ் கர்சரைச் சேர்க்கவும்.
TIP_TOOLSOPTION_STARTUPPROGRAM=விண்டோஸ் தொடங்கும் போது படதேர்வு ஐ இயக்கவும்
TIP_TOOLSOPTION_OPENEDITOR=நிரல் தொடங்கும் போது படதேர்வு திருத்தியைத் திறக்கவும்
TIP_TOOLS_COLORTYPE=நகல் நிறத்தை [HTML, RGB, C++, Delphi] ஆக மாற்றவும்
TIP_EFFECT_INVERT=பட நிறங்களை மாற்றவும்.
TIP_EFFECT_GRAYSCALE=படத்தை 256 வண்ண கிரேஸ்கேலுக்கு மாற்றவும்.
TIP_EFFECT_MOSAIC=பிக்சலேஷன் விளைவைப் பயன்படுத்தவும்.
TIP_EFFECT_BLUR=மங்கலான விளைவைப் பயன்படுத்தவும்.
TIP_EFFECT_SHARPEN=ஒரு கூர்மையான விளைவைப் பயன்படுத்தவும்.
TIP_EFFECT_BRIGHTNESS=ஒரு படத்தில் குறிப்பிட்ட அளவிலான வண்ணங்களின் பிரகாசம் மற்றும் மாறுபாட்டை சரிசெய்யவும்.
TIP_EFFECT_HSL=ஒரு படத்தில் குறிப்பிட்ட அளவிலான வண்ணங்களின் சாயல் மற்றும் செறிவூட்டலைச் சரிசெய்யவும்.
TIP_EFFECT_COLORBALANCE=ஒரு படத்தில் குறிப்பிட்ட அளவிலான வண்ணங்களின் சமநிலையை சரிசெய்யவும்.
TIP_EFFECT_FLIPH=தேர்ந்தெடுக்கப்பட்ட பகுதி அல்லது உங்கள் முழுப் படத்தையும் கிடைமட்டமாக புரட்டுகிறது.
TIP_EFFECT_FLIPV=தேர்ந்தெடுக்கப்பட்ட பகுதி அல்லது உங்கள் முழுப் படத்தையும் செங்குத்தாக புரட்டுகிறது.
TIP_EFFECT_ROTATE90=90° கடிகார திசையில் சுழற்று.
TIP_EFFECT_ROTATE180=180° கடிகார திசையில் சுழற்று.
TIP_EFFECT_ROTATE270=270° கடிகார திசையில் சுழற்று.
TIP_EFFECT_FRAME=ஒரு சட்ட விளைவைப் பயன்படுத்து.
TIP_EFFECT_WATERMARK=வாட்டர்மார்க் லோகோவைச் சேர்க்கவும்.
TIP_WINDOW_CASCADE=சாளரங்களை ஒன்றுடன் ஒன்று ஓடுகளாக வரிசைப்படுத்துகிறது.
TIP_WINDOW_TILEH= ஜன்னல்களை கிடைமட்டமாக வரிசைப்படுத்துகிறது, ஒன்றுடன் ஒன்று ஓடுகள் இல்லை.
TIP_WINDOW_TILEV=சாளரங்களை செங்குத்தாக வரிசைப்படுத்துகிறது, ஒன்றுடன் ஒன்று ஓடுகள் இல்லை.
TIP_WINDOW_MINIMIZEALL=திறந்த அனைத்து சாளரங்களையும் குறைக்கிறது.
TIP_HELP_WEBSITE=அதிகாரப்பூர்வ இணையதளத்தைப் பார்வையிடவும்.
TIP_HELP_ABOUT=நிரல் தகவல் மற்றும் பதிப்புரிமையைக் காட்டுகிறது.
TIP_HELP_UPDATE=மென்பொருள் புதுப்பிப்புகளைச் சரிபார்க்கவும்.
TIP_TOOL_MOVE=ஒரு முழு படத்தை அல்லது தேர்ந்தெடுக்கப்பட்ட பொருளை நகர்த்தவும்.
TIP_TOOL_SELECT=படத்தின் ஒரு பகுதியைத் தேர்ந்தெடுக்கவும்.
TIP_TOOL_FILL=கேன்வாஸில் வண்ணங்களை நிரப்ப ஒரு பகுதியை கிளிக் செய்யவும்.
TIP_TOOL_PICKCOLOR=திரையிலிருந்து ஒரு வண்ணத்தைத் தேர்ந்தெடுத்து அதை வரைவதற்குப் பயன்படுத்தவும்.
TIP_TOOL_DRAW=பல்வேறு வகையான தூரிகைகள் மூலம் வரையவும்.
TIP_TOOL_STAMPS=படத்தின் மீது முத்திரைகளை வரையவும்.
TIP_TOOL_SHAPE=படத்தின் மீது வடிவங்களை வரையவும்.
TIP_SIZE=தேர்ந்தெடுக்கப்பட்ட கருவிக்கான அகலத்தைத் தேர்ந்தெடுக்கவும்.
TIP_TOOL_TEXT=படத்தில் உரையைச் சேர்க்கவும்.
TIP_OUTPUTTYPE_MSWORD=இந்த படத்தின் நகலை Microsoft Word இல் செருகவும்.
TIP_OUTPUTTYPE_MSEXCEL=இந்த படத்தின் நகலை மைக்ரோசாஃப்ட் எக்செல் இல் செருகவும்.
TIP_OUTPUTTYPE_MSPOWERPOINT=Microsoft PowerPoint இல் இந்தப் படத்தின் நகலைச் செருகவும்.
TIP_OUTPUTTYPE_SKYPE=இந்தப் படத்தின் நகலை ஸ்கைப்க்கு அனுப்பவும்.
TIP_OUTPUTTYPE_PROGRAM=இந்த படத்தின் நகலை வெளிப்புற நிரலுக்கு அனுப்பவும்.
TIP_OUTPUTTYPE_MSOUTLOOK=இந்த படத்தின் நகலை மைக்ரோசாஃப்ட் அவுட்லுக்குடன் இணைக்கவும்.
TIP_OUTPUTTYPE_FACEBOOK=இந்தப் படத்தை Facebook இல் பதிவேற்றி பகிரவும்.
TIP_OUTPUTTYPE_TWITTER=இந்த படத்தை Twitter இல் பதிவேற்றி பகிரவும்.
TIP_OUTPUTTYPE_FTP=இந்த படத்தை நேரடியாக FTP இல் உள்ள இடத்திற்கு அனுப்பவும்.
TIP_OUTPUTTYPE_WEBUPLOAD=இந்த படத்தை ஆன்லைனில் பதிவேற்றி ஒரு பட URL ஐ உருவாக்கவும்.
TIP_OUTPUTTYPE_CLOUD=இந்தப் படத்தை டிராப்பாக்ஸ், கூகுள் டிரைவ் அல்லது பலவற்றில் பதிவேற்றவும்.
TIP_OUTPUTTYPE_DROPBOX=இந்த படத்தை டிராப்பாக்ஸில் பதிவேற்றி பகிரவும்.
TIP_OUTPUTTYPE_GOOGLE=இந்த படத்தை Google இயக்ககத்தில் பதிவேற்றி பகிரவும்.
TIP_OUTPUTTYPE_ONEDRIVE=இந்த படத்தை OneDrive இல் பதிவேற்றி பகிரவும்.
TIP_OUTPUTTYPE_MSPAINT=இந்த படத்தின் நகலை Microsoft Paintக்கு அனுப்பவும்.
TIP_IMAGE_ROTATEFLIP=படம் அல்லது தேர்வை சுழற்று அல்லது புரட்டவும்
TIP_TOOLS_EFFECT=விளைவுகளைத் தேர்ந்தெடுக்கவும்
TIP_TOOLS_WIDTHS=அகலத்தைத் தேர்ந்தெடுக்கவும்
TIP_TOOLS_OPACITY=ஒளிபுகாநிலையைத் தேர்ந்தெடுக்கவும்
TIP_VIEW_ZOOMIN=தற்போதைய படத்தை பெரிதாக்கவும்
TIP_VIEW_ZOOMOUT=தற்போதைய படத்தை பெரிதாக்கவும்
TIP_VIEW_ZOOMSELECT=பெரிதாக்கு அல்லது பெரிதாக்கு
TIP_VIEW_ACTUALSIZE=100% ஆக பெரிதாக்கு
TIP_VIEW_THUMBNAIL=படத்தை விரைவாக தேர்ந்தெடுக்க சிறுபடம் பக்கத்தைக் காட்டு
TIP_SHOW_RULER=உங்கள் படங்களை அளவிட ரூலர்களைக் காட்டு அல்லது மறை
TIP_SHOW_STATUSBAR=சாளரத்தின் கீழே உள்ள நிலைப் பட்டியைக் காட்டு அல்லது மறை
TIP_SHOW_TAB=தாவல் பட்டியைக் காட்டு அல்லது மறை
TIP_SHOW_PANE=விவரங்கள் பலகத்தைக் காட்டு அல்லது மறை
TIP_COLOR_COLOR1=முன்புற நிறம்
TIP_COLOR_COLOR2=பின்னணி நிறம்
TIP_COLOR_SWAP=முன்புறம் மற்றும் பின்னணி வண்ணங்களை மாற்றவும்
TIP_COLOR_DEFAULT=இயல்புநிலை முன்புறம் மற்றும் பின்புல வண்ணங்கள்
TIP_COLOR_MORE=மேலும் தட்டுகளைக் காட்டு
TIP_SHAPE_FLATTEN=வடிவங்களைத் தட்டையாக்கு
TIP_SHAPE_DELETE=வடிவத்தை நீக்கு
TIP_SHAPE_DUPLICATE=வடிவத்தை நகலெடுக்கவும்
TIP_SHAPE_FILL=தேர்ந்தெடுக்கப்பட்ட வடிவத்தை நிரப்பவும்
TIP_SHAPE_OUTLINE=வடிவ அவுட்லைன்
TIP_SHAPE_EFFECTS=வடிவங்களை வடிவமைக்கவும்
TIP_SHAPE_ADDTEXT=வடிவத்தில் உரையைச் செருகவும்
TIP_SHAPE_FLATTEN_ALL=அனைத்து வடிவங்களையும் தட்டையாக்கு
TIP_SHAPE_BRINGTOFRONT=தேர்ந்தெடுக்கப்பட்ட பொருளை முன்னோக்கி கொண்டு வாருங்கள், அதனால் அது முன்னால் இருக்கும் குறைவான பொருட்களால் மறைக்கப்படும்.
TIP_SHAPE_SENDTOBACK=தேர்ந்தெடுக்கப்பட்ட பொருளை பின்னோக்கி அனுப்பவும், அதனால் அது முன்னால் உள்ள பொருட்களால் மறைக்கப்படும்.
TIP_TEXT_BOLD=தடித்தது
TIP_TEXT_ITALIC= சாய்வு
TIP_TEXT_UNDERLINE=அடிக்கோடு
TIP_TEXT_ALIGN_LEFT=இடதுபுறம் சீரமைக்கவும்
TIP_TEXT_ALIGN_CENTER=மையம்
TIP_TEXT_ALIGN_RIGHT=வலதுபுறம் சீரமைக்கவும்
TIP_TEXT_ALIGN_TOP=மேலே செங்குத்தாக சீரமைக்கவும்
TIP_TEXT_ALIGN_MIDDLE=நடுவில் செங்குத்தாக சீரமைக்க
TIP_TEXT_ALIGN_BOTTOM=கீழே செங்குத்தாக சீரமைக்கவும்
TIP_TEXT_WORDWRAP=Wordwrap
TIP_TEXT_COLOR=உரை நிறம்
TIP_TEXT_SIZE=உரை அளவு
TIP_TEXT_FONTFAMILY=உரை எழுத்துரு குடும்பம்
TIP_OPEN_PICPICK=படதேர்வு திருத்தியைத் திறக்கவும்.
TIP_AUTO_SAVE=படங்களைத் தானாகவே சேமிக்கவும்.
TIP_ALWAYSCOPYCLIPBOARD=எப்பொழுதும் கைப்பற்றப்பட்ட படத்தை இடைநிலைப்பலகைக்கு நகலெடுக்கவும்.
TIP_NEW_LAYER=புதிய அடுக்கை உருவாக்கவும்.
TIP_CHANGE_SHAPE=வரைவின் வடிவத்தை மாற்றவும், அனைத்து வடிவமைப்பையும் பாதுகாக்கவும்.
TIP_FORMAT_SHAPE=வடிவத்தின் வடிவமைப்பை மாற்றவும்.
TIP_LAYER_BRINGTOFRONT=தேர்ந்தெடுக்கப்பட்ட பொருளை மற்ற எல்லாப் பொருள்களுக்கும் முன்னால் கொண்டு வாருங்கள்.
TIP_LAYER_SENDTOBACK=தேர்ந்தெடுக்கப்பட்ட பொருளை மற்ற எல்லா பொருட்களுக்கும் பின்னால் அனுப்பவும்.
TIP_LAYER_BRINGFORWARD=தேர்ந்தெடுக்கப்பட்ட பொருளை ஒரு நிலை முன்னோக்கி கொண்டு வரவும், அதனால் அது குறைவான பொருள்களுக்குப் பின்னால் மறைந்திருக்கும்.
TIP_LAYER_SENDBACKWARD=தேர்ந்தெடுக்கப்பட்ட பொருளை ஒரு நிலைக்கு மீண்டும் அனுப்பவும், அதனால் அது அதிக பொருள்களுக்குப் பின்னால் மறைந்திருக்கும்.
TIP_CAPTURE_DELAY=பிடிப்பதற்கு முன் நேர தாமதத்தை அமைக்கவும்.
TIP_HELP_REPORT=மேம்படுத்த எங்களுக்கு உதவ ஒரு அறிக்கையை அனுப்பவும்.
TIP_FILE_RENAME=தற்போதைய படக் கோப்பை மறுபெயரிடவும்.
TIP_FILE_OPEN_LOCATION=ஃபைல் எக்ஸ்ப்ளோரரில் கோப்பை வெளிப்படுத்தவும்.
TIP_FILE_COPY_PATH=கோப்பு பாதையை இடைநிலைப்பலகைக்கு நகலெடுக்கவும்.
TIP_FILE_EXIT=பயன்பாட்டை மூடு.
TIP_EDIT_COPY_ALL=முழு படத்தையும் நகலெடுத்து இடைநிலைப்பலகையில் வைக்கவும்.
TIP_EDIT_SELECT_RECT=கேன்வாஸில் வரைவதன் மூலம் ஒரு செவ்வகப் பகுதியைத் தேர்ந்தெடுக்கவும்.
TIP_EDIT_SELECT_ELLIPSE=கேன்வாஸில் வரைவதன் மூலம் நீள்வட்டப் பகுதியைத் தேர்ந்தெடுக்கவும்.
TIP_EDIT_SELECT_INVERT=தற்போதைய தேர்வை மாற்றவும்.
TIP_DRAW_REPLACECOLOR=கேன்வாஸில் உள்ள வண்ணத்தை மாற்ற ஒரு பகுதியை கிளிக் செய்யவும்.
TIP_EDIT_CROP_NEW=தேர்ந்தெடுக்கப்பட்ட பகுதியின் புதிய படத்தை உருவாக்கவும்.
TIP_SHAPE_EFFECTS=தேர்ந்தெடுக்கப்பட்ட வடிவத்திற்கு காட்சி விளைவைப் பயன்படுத்தவும்.
TIP_SHAPE_STYLE=தேர்ந்தெடுக்கப்பட்ட வடிவத்திற்கு ஒரு பாணியைப் பயன்படுத்தவும்.
TIP_STAMP_STYLE=தேர்ந்தெடுக்கப்பட்ட முத்திரைக்கு ஒரு பாணியைப் பயன்படுத்தவும்.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=படதேர்வு
DLG_CONTROLCAPTURE_TITLE=படதேர்வு - சாளரக் கட்டுப்பாடு
DLG_SCROLLINGWINDOWCAPTURE_TITLE=படதேர்வு - ஸ்க்ரோலிங் விண்டோ
DLG_REGIONCAPTURE_TITLE=படதேர்வு - பிடிப்பு மண்டலம்
DLG_FIXEDREGIONCAPTURE_TITLE=நிலையான பகுதியைப் பிடிக்கவும்
DLG_FREEHANDCAPTURE_TITLE=படதேர்வு - ஃப்ரீஹேண்ட் கேப்சர்
DLG_WHITEBOARDTOOL_TITLE=படதேர்வு - Whiteboard
DLG_MAGNIFIER_TITLE=படதேர்வு - உருப்பெருக்கி
DLG_COLORPICKER_TITLE=படதேர்வு - வண்ணம் பிக்கர்
DLG_CROSSHAIR_TITLE=படதேர்வு - CrossHair
DLG_COLORPALETTE_TITLE=வண்ண தட்டு
DLG_AUTOSAVE_TITLE=தானாகச் சேமி
DLG_NEWIMAGE_TITLE=புதிய படம்
DLG_PRINT_TITLE=அச்சிடு
DLG_CANVASSET_TITLE=கேன்வாஸ் அளவை மாற்றவும்
DLG_IMAGERESIZE_TITLE=படத்தின் அளவு
DLG_ABOUT_TITLE=சுமார்
DLG_PIXELATE_TITLE=பிக்சலேட்
DLG_HUESATURATION_TITLE=சாயல் / செறிவு
DLG_BRIGHTNESSCONTRAST_TITLE=பிரகாசம் / மாறுபாடு
DLG_FRAME_TITLE=பிரேம்
DLG_WATERMARK_TITLE=வாட்டர்மார்க்
DLG_FONTVIEW_TITLE=உரை உள்ளீடு
DLG_CAPTURE_TITLE=பிடிப்பு
DLG_CHANGEHOTKEY_TITLE=சூடான விசைகள்
DLG_WEBPAGECAPTURE_TITLE=படதேர்வு - வலைப்பக்கங்களைப் பிடிக்கவும்
DLG_SHORTCUT_TITLE=சூடான விசைகளை மாற்று
DLG_SETUP_TITLE=நிரல் விருப்பங்கள்
DLG_FILENAMESETUP_TITLE=கோப்பின் பெயர்
DLG_IMAGES_TITLE=படங்கள்
DLG_GENERALSETUP_TITLE=பொது
DLG_SCREEN_RECORDER_TITLE=பதிவு செய்கிறது
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=திருத்தி
DLG_ARROWSET_TITLE=தனிப்பயன் அம்புக்குறி
DLG_FACEBOOK_TITLE=பேஸ்புக் இணைப்பு
DLG_TWITTER_TITLE=ட்விட்டர் இணைப்பு
DLG_WEBUPLOAD_TITLE=இணையத்தில் பதிவேற்றவும்
DLG_QAT_TITLE=விரைவு அணுகல் கருவிப்பட்டி
BTN_ADD=&சேர்
BTN_REMOVE=&நீக்கு
BTN_OK=&சரி
BTN_CANCEL=&ரத்துசெய்
BTN_APPLY=&இடு
#7.2.0
BTN_CLOSE=&மூடு
BTN_IGNORE=&தவுர்
BTN_RESET=&மீட்டமை
#7.2.0

[About]

GRP_PRESET=விருப்பத்தேர்வுகள்
CHK_ADDSTARTUP=தொடக்கத்தில் நிரலை இயக்கவும்
CHK_ADDDESTKOP=டெஸ்க்டாப் ஐகானை உருவாக்கவும்
CHK_CHECKUPDATE=நிரல் புதுப்பிப்புகளைச் சரிபார்க்கவும்
LBL_LANGUAGE=மொழி
BTN_HOTKEY=HotKeys...
BTN_CREDIT=கடன்
LBL_PROGRAMPARAMETER=&அளவுருக்கள்...
CHK_SETTINGTOAPPDATA=அமைப்புகளை பயன்பாட்டுத் தரவில் சேமிக்கவும்
LBL_MORELANGUAGE=மேலும் மொழிகள்...
LBL_INFO_PRODUCT=Product தகவல்
LBL_INFO_LICENSE=உரிமம் தகவல்
LBL_INFO_VERSION=பதிப்பு

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=பண்புகள்
LBL_CONTROLCAPTURE_CLASS=பெயர்
LBL_CONTROLCAPTURE_SIZE=அளவு
LBL_CONTROLCAPTURE_INFO=கட்டுப்பாடு
LBL_CONTROLCAPTURE_SCROLL=தானாக உருட்டவும்
LBL_CONTROLCAPTURE_OUTPUTTYPE=வெளியீட்டு வகை
LBL_CONTROLCAPTURE_HANDLE=கைப்பிடி
LBL_CONTROLCAPTURE_RECT=ரெக்ட்
LBL_CONTROLCAPTURE_BOTTOMTIP=ஒரு சாளரக் கட்டுப்பாட்டைத் தேர்ந்தெடுத்து (பொத்தான், தாவல், பெட்டி, கருவிப்பட்டி, முதலியன...), மற்றும் அச்சு திரை விசையை அழுத்தவும்.
GRP_FIXEDREGIONCAPTURE_PROPERTY=பிராந்திய அளவு
LBL_FIXEDREGIONCAPTURE_WIDTH=அகலம்
LBL_FIXEDREGIONCAPTURE_HEIGHT=உயரம்
TIP_REGIONCAPTURE_NOTDRAG=டெஸ்க்டாப்பின் எந்த செவ்வகப் பகுதியையும் தேர்ந்தெடுக்கவும்.
TIP_PIXEL=பிக்சல்கள்
TIP_FREEHANDCAPTURE_NOTDRAG=திரையில் படம்பிடிக்க எந்த வடிவத்தையும் வரையவும்.
LBL_COLORPICKER_COLORAS=வண்ணம்:
LBL_COLORPICKER_VALUE=மதிப்பு:
LSV_WEBPAGECAPTURE_LIST=பிடிப்பதற்கு இணைய தளத்தைத் தேர்வு செய்யவும்
BTN_WEBPAGECAPTURE_RELOAD=&மீண்டும் ஏற்றவும்
BTN_WEBPAGECAPTURE_CAPTURE=&பிடிப்பு
LBL_MINIHELP=பகுதியைத் தேர்ந்தெடுக்க இடது சுட்டி பொத்தானைக் கிளிக் செய்யவும்.
LBL_MINIHELP_CLICKDRAG=பகுதியைத் தேர்ந்தெடுக்க திரையில் கிளிக் செய்யவும் அல்லது இழுக்கவும்.
LBL_MINIHELP_SCROLLCAPTURE=ரத்துசெய்ய எஸ்கேப் விசையை அழுத்தவும்
LBL_MINIHELP_SCROLLCAPTURE_WAIT=சுருள் பகுதியைக் கணக்கிடும் போது காத்திருக்கவும்...
LBL_TIME_DELAY=நேரம் &தாமதம்
LBL_SECONDS=%d வினாடிகள்
LBL_NODELAY=&தாமதம் இல்லை
LBL_ADD_CURSOR=&மவுஸ் கர்சரைச் சேர்
LBL_MORE_OPTIONS=மேலும் &விருப்பங்கள்...
LBL_CLIPBOARD=சி&லிப்போர்டுக்கு நகலெடுக்கவும்
#8.0.0
LBL_ADD_EFFECTS=படம் &விளைவுகளைச் சேர்
#8.0.0

[Shortcut]

TAB_HOTKEY=சூடான விசைகள்
GRB_CAPTURE=திரை பிடிப்பு
GRB_TOOLS=கருவிகள்
LBL_KEYNONE=இல்லை
LBL_CAPTURE_FULLSCREEN=முழுத் திரையைப் பிடிக்கவும்
LBL_CAPTURE_ACTIVEWINDOW=செயலில் உள்ள சாளரத்தைப் பிடிக்கவும்
LBL_CAPTURE_CONTROL=சாளரக் கட்டுப்பாட்டைப் பிடிக்கவும்
LBL_CAPTURE_SCROLLINGWINDOW=ஸ்க்ரோலிங் சாளரத்தை பிடி
LBL_CAPTURE_REGION=பிராந்தியத்தை கைப்பற்றவும்
LBL_CAPTURE_FIXEDREGION=நிலையான பகுதியைப் பிடிக்கவும்
LBL_CAPTURE_FREEHAND=ஃப்ரீஹேண்ட் பிடிப்பு
LBL_CAPTURE_WEBPAGE=இணையப் பக்கத்தைப் பிடிக்கவும்
LBL_CAPTURE_REPEAT=கடைசி பிடிப்பை மீண்டும் செய்யவும்
LBL_TOOLS_EDITOR=பட திருத்தி
LBL_TOOLS_COLORPICKER=வண்ணத் தேர்வி
LBL_TOOLS_COLORPALETTE=வண்ணத் தட்டு
LBL_TOOLS_PIXELRULER=பிக்சல் ரூலர்
LBL_TOOLS_PROTRACTOR=புரோட்ராக்டர்
LBL_TOOLS_CROSSHAIR=கிராஸ்ஹேர்
LBL_TOOLS_WHITEBOARD=ஒயிட்போர்டு
LBL_TOOLS_MAGNIFIER=பெருக்கி
CBO_HOTKEY_CUSTOM=தனிப்பயன்...
CBO_HOTKEY_DEFAULT=படதேர்வு இயல்புநிலை
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=முடக்கப்பட்டது
LBL_TOOLS_SCREENRECORDER=திரை ரெக்கார்டர்

[FontView]

GRP_COLOR=நிறங்கள்
LBL_FONTCOLOR=எழுத்துரு நிறம்
CHK_FILLCOLOR=நிற வண்ணம்
CHK_AA=காட்சி எழுத்துருக்களின் மென்மையான விளிம்புகள்

[AutoSave]

GRP_SELECTFOLDER=படங்களை தானாகவே சேமி
LBL_SELECTFOLDER=உங்கள் ஸ்கிரீன் ஷாட்களை தானாகச் சேமிக்க ஒரு கோப்புறையைத் தேர்ந்தெடுக்கவும்.
BTN_SELECTFOLDER=&உலாவு...
GRP_SELECTFILENAME=கோப்பின் பெயர்
RDO_SELECTFILENAME_TEXT=உரை + எண்
RDO_SELECTFILENAME_NUM=எண் மட்டும்
RDO_SELECTFILENAME_DATETIME=தேதி/நேரம்
EDT_SELECTFILENAME_DEFAULT=படம்
GRP_SELECTFORMAT=கோப்பு வடிவம்
RDO_SELECTFORMAT_BMP=பிட்மேப்கள் (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG படக் கோப்புகள்(*.jpg)
RDO_SELECTFORMAT_PNG=போர்ட்டபிள் நெட்வொர்க் கிராபிக்ஸ் (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF படம் (*.gif)
RDO_SELECTFORMAT_PDF=PDF கோப்புகள் (*.pdf)
LBL_SAVEFILENAME=தானியங்கு சேமிப்பு அல்லது FTP பதிவேற்றத்திற்கான இயல்புநிலை கோப்பு பெயரை உள்ளிடவும்.
LBL_EXAMPLETITLE=எடுத்துக்காட்டு)
LBL_EXAMPLE1=%y : ஆண்டு, %m : மாதம், %d : நாள்
LBL_EXAMPLE2=%h : மணிநேரம், %n : நிமிடம், %s : இரண்டாவது
LBL_EXAMPLE3=%c : எண்
LBL_EXAMPLE4=%u : பயனர் பெயர், %w : கணினி பெயர்
LBL_EXAMPLE5=%t : Unix நேர முத்திரை
GRB_OTHERPROGRAM=வெளிப்புற நிரல் அமைவு
LBL_OTHERPROGRAM=உங்கள் ஸ்கிரீன் ஷாட்களை அனுப்ப வெளிப்புற நிரலைத் தேர்ந்தெடுக்கவும்.
LBL_OTHERPROGRAMPATH=நிரல் பாதை:
LBL_OTHERPROGRAMPARAMETER=அளவுரு:
LBL_OTHERPROGRAMSELECT=வெளிப்புற நிரலுக்கு அனுப்பு...
LBL_OTHERPROGRAMMSWORD=நுண்மென் வேர்ட்
LBL_OTHERPROGRAMMSEXCEL=நுண்மென் எக்செல்
LBL_OTHERPROGRAMMSPPT=நுண்மென் பவர்பாயிண்ட்
LBL_SELECTFORMAT=கோப்பு வடிவத்தைத் தேர்ந்தெடுக்கவும்.

[GeneralSet]

GRB_STARTINGOPTION=தொடக்க விருப்பங்கள்
LBL_PROGRAM_MODE=இயல்புநிலை நிரல் பயன்முறையைத் தேர்ந்தெடுக்கவும்
CBO_PROGRAM_MODE_EDITOR=பட திருத்தி
CBO_PROGRAM_MODE_WIDGET=மிதக்கும் சாளரஉறுப்பு
CBO_PROGRAM_MODE_TRAY=அறிவிப்புகளை மட்டும் காட்டு
CHK_STARTUP=Windows தொடங்கும் போது படதேர்வு ஐ இயக்கவும்
CHK_UPDATE=நிரல் புதுப்பிப்புகளைச் சரிபார்க்கவும்
GRB_APPEARANCE=தோற்றம்
LBL_THEME=நிறங்கள்
CBO_THEME_DEFAULT=கணினி இயல்புநிலை
CBO_THEME_LIGHT=ஒளி
CBO_THEME_DARK=இருண்ட
LBL_LANGUAGE=மொழி

[CaptureSet]

GRB_CAPTUREOPTION=பிடிப்பு விருப்பங்கள்
CHK_DUALMONITORS=பல மானிட்டர்களைப் பிடிக்கவும்
CHK_SOUND=கேப்சர் செய்யும் போது ஒலி விளைவை இயக்கவும்
CHK_MOUSECURSOR=கர்சர் படத்தைச் சேர்க்கவும்
CHK_HIDEEDITOR=பிடிப்பதற்கு முன் படதேர்வு திருத்தி ஐ மறை
CHK_ALWAYSCOPYCLIPBOARD=எப்பொழுதும் கைப்பற்றப்பட்ட படத்தை இடைநிலைப்பலகைக்கு நகலெடுக்கவும்
CHK_STARTWITHCAPTUREBAR=நிரல் தொடங்கும் போது பிடிப்பு பட்டியைக் காட்டு
GRB_AUTOSCROLL=தானாக உருட்டவும்
CHK_SCROLLCAPTURE=தானியங்கு உருட்டலைச் செயல்படுத்தவும்
LBL_SCROLLDELAY=ஸ்க்ரோலிங் தாமதம்:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=பெருக்கி சாளரம்
CHK_MAGNIFIER=பெருக்கி சாளரத்தைக் காட்டு
LBL_ZOOMSCALE=பெரி அளவு:
GRB_CAPTUREDELAY=பிடிப்பதற்கு முன் தாமதம்
CHK_ADVANCECONTROLCAPTURE=மேம்பட்ட சாளரக் கட்டுப்பாட்டுப் பிடிப்பைப் பயன்படுத்தவும்
LBL_CAPTUREOUTPUT=சூடான விசைகளைப் பயன்படுத்தும் போது அல்லது அறிவிப்புப் பகுதியில் இருந்து மெனுக்களை தேர்ந்தெடுக்கும்போது வெளியீட்டு வகையை மாற்றவும்.
CHK_TOOLBAR=பிடிக்கும் போது கருவிப்பட்டியைக் காட்டு
CHK_DISPLAY_SEC=தாமத எண்ணிக்கையைக் காட்டவும்
CHK_MARK_OUTER=தேர்வுக்கு வெளியே இருண்டது
GRB_MAGNIFIER_GRID=கட்டம் வரிகளைக் காண்பி

[FTP]

GRB_FTPSERVER=FTP சேவையக அமைவு
LBL_FTPADDRESS=FTP சேவையகம்:
LBL_REMOTEPATH=தொலை பாதை:
LBL_PORT=போர்ட்:
CHK_PASSIVEFTP=செயலற்ற FTP ஐப் பயன்படுத்தவும்
LBL_USERNAME=பயனர் பெயர்:
LBL_PASSWORD=கடவுச்சொல்:
BTN_CONNECTTEST=சோதனை
LBL_SENDWEBBROWSER=இணையத்தில் URL ஐத் திறக்கவும்
LBL_SENDCLIPBOARD=URL ஐ இடைநிலைப்பலகைக்கு நகலெடுக்கவும்
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=திருத்தி விருப்பம்
CHK_OPENEDITORWHENSTART=நிரல் தொடங்கும் போது திருத்தியைத் திறக்கவும்
CHK_CENTERIMAGE=சாளரத்தின் மையத்தில் ஒரு படத்தை சீரமைக்கவும்
CHK_CLOSEWITHOUTASKING=சேமிக்கப்படாத படத்தைக் கேட்காமலே மூடு
CHK_CROPNEW=புதிய படமாக செதுக்கு
CHK_SHOWCLASSICUI=கிளாசிக் மெனு கருவிப்பட்டி இடைமுகத்தைக் காட்டு
CHK_EXITWHENCLOSING=பட எடிட்டரை மூடும் போது படதேர்வு இலிருந்து வெளியேறு
CHK_AUTOFLATTEN=பின்னணிப் படத்துடன் வடிவங்களைத் தானாகத் தட்டையாக்கும்
LBL_BG=பின்னணி நிறம்
RDO_BGDEFAULT=கணினி இயல்புநிலை
RDO_BGGRID=கட்டம்
RDO_BGSOLID=திட நிறம்
GRB_FILETYPE=கோப்பு வகை சங்கங்கள்
LBL_FILETYPE=தயவுசெய்து படதேர்வு ஐப் பயன்படுத்தி திறக்க விரும்பும் கோப்பு வகைகளைத் தேர்ந்தெடுக்கவும்.
LBL_FILETYPEVISTA=படதேர்வு ஐ இயல்புநிலை பட எடிட்டராக உருவாக்கவும்
#8.0.0
CHK_SHAPE_GALLERY=ரிப்பனில் வடிவ கேலரியைக் காட்டு
CHK_NORECENT=சமீபத்தில் திறக்கப்பட்ட படங்களைக் காட்ட வேண்டாம்
#8.0.0

[ArrowSet]

CHK_START=தொடங்கு
CHK_END=முடிவு
CHK_OUTLINE=அவுட்லைனைச் சேர்
CBO_AT_ARROW1=அம்பு 1
CBO_AT_ARROW2=அம்பு 2
CBO_AT_CIRCLE=வட்டம்
CBO_AT_DIAMOND=வைரம்

[CanvasSet]

GRP_SIZE=கேன்வாஸ் அளவு
LBL_WIDTH=புதிய அகலம்
LBL_HEIGHT=புதிய உயரம்
LBL_BACKCOLOR=பின்நிறம்
LBL_PRESETS=முன்னமைவுகள்
CBO_CLIPBOARD=இடைநிலைப்பலகை
CBO_LASTUSED=கடைசியாக பயன்படுத்தப்பட்டது
CBO_CURRENT=தற்போதைய படத்தின் அளவு
CBO_WHITE=வெள்ளை
CBO_BLACK=கருப்பு
CBO_TRANSPARENT=வெளிப்படையானது
CBO_CUSTOM=தனிப்பயன்

[ResizeSet]

RDO_ZOOM=சதவீதத்தால் அளவிடவும்
RDO_SIZE=குறிப்பிட்ட அளவிற்கு அளவிடவும்
CHK_KEEP=விகிதத்தை வைத்திருங்கள்
LBL_WIDTH=அகலம்
LBL_HEIGHT=உயரம்

[ColorSet]

BTN_PREVIEW=&முன்னோட்டம்
LBL_PIXELATE=பிக்சலேட்
LBL_HUE=சாயல்
LBL_SATURATION=நிறைவு
LBL_BIRGHTNESS=பிரகாசம்
LBL_CONTRAST=மாறுபாடு
LBL_LIGHTNESS=இலேசான தன்மை

[FrameSet]

GRP_PREVIEW=முன்னோட்டம்
GRP_EFFECT=விளைவு
CHK_BORDER=எல்லை
CHK_FRAME=பிரேம்
LBL_ETC=மேலும் பிரேம் விளைவைக் கண்டறியவும்...
CHK_AUTO=படத்தை எடுத்த பிறகு தானாகவே விளைவைப் பயன்படுத்தவும்
CHK_SHADOW=நிழல்
CBO_SHADOW_POS_CENTER=மையம்
CBO_SHADOW_POS_TL=மேல் இடது
CBO_SHADOW_POS_TR=மேல் வலது
CBO_SHADOW_POS_BL=கீழே இடது
CBO_SHADOW_POS_BR=கீழ் வலது

[Palette]

LBL_RED=&சிவப்பு
LBL_GREEN=&பச்சை
LBL_BLUE=&Blue
LBL_TYPE=நிறம்:
BTN_COPY=&நகல்
CLR_DEFAULTTEXT=வண்ணத் தட்டு
CLR_CUSTOMTEXT=மேலும் வண்ணங்கள்...

[PixelRuler]

MNU_RULER_MOVE=&நகர்த்து
MNU_RULER_MOVE_UP=&மேல்
MNU_RULER_MOVE_DOWN=&Down
MNU_RULER_MOVE_LEFT=&இடது
MNU_RULER_MOVE_RIGHT=&வலது
MNU_RULER_TYPE=&வகை
MNU_RULER_TYPE_HOTRIZONTAL=&கிடைமட்ட
MNU_RULER_TYPE_VERTICAL=&செங்குத்து
MNU_RULER_TRANSPARENT=T&வெளிப்படைத்தன்மை
MNU_RULER_TRANSPARENT_USE=&இயக்கு
MNU_RULER_TRANSPARENT_NOTUSE=&முடக்கு
MNU_RULER_TRANSPARENT_INC=&அதிகரிப்பு(+)
MNU_RULER_TRANSPARENT_DEC=&குறைவு(-)
MNU_MAGNIFIER=காண்பி &பெருக்கி...
MNU_RULER_EXIT=வெளி&வெளியேறு
MNU_RULER_UNIT=&அலகுகள்
MNU_RULER_UNIT_PIXEL=&பிக்சல்கள்
MNU_RULER_UNIT_INCH=&அங்குலங்கள்
MNU_RULER_UNIT_CM=&சென்டிமீட்டர்கள்
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&வண்ணம்
MNU_RULER_COLOR_BLUE=&நீலம்
MNU_RULER_COLOR_YELLOW=&மஞ்சள்
MNU_RULER_COLOR_WHITE=&வெள்ளை
MNU_RULER_COLOR_BLACK=B&இல்லை
MNU_RULER_COLOR_DARKGRAY=அடர் மற்றும் சாம்பல்
MNU_RULER_COLOR_DEFAULT=கணினி &இயல்புநிலை
MNU_RULER_UNIT_DPI_CUSTOM=&தனிப்பயன்...
DLG_CUSTOMDPI_TITLE=தனிப்பயன் DPI அமைப்பு
LBL_CUSTOMDPI_TEXT=தயவுசெய்து உள்ளீடு Pixels Per Inches (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=பேனா &அகலம்
MNU_WHITEBOARD_PENCOLOR=பேனா &நிறம்
MNU_WHITEBOARD_PENCOLOR_BLACK=கருப்பு
MNU_WHITEBOARD_PENCOLOR_WHITE=வெள்ளை
MNU_WHITEBOARD_PENCOLOR_RED=சிவப்பு
MNU_WHITEBOARD_PENCOLOR_GREEN=பச்சை
MNU_WHITEBOARD_PENCOLOR_BLUE=நீலம்
MNU_WHITEBOARD_PENCOLOR_CYAN=சியான்
MNU_WHITEBOARD_PENCOLOR_MAGENTA=மெஜந்தா
MNU_WHITEBOARD_PENCOLOR_YELLOW=மஞ்சள்
MNU_WHITEBOARD_PENCOLOR_GRAY=சாம்பல்
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Etc...
MNU_WHITEBOARD_CLEAR=&தெளிவு
MNU_WHITEBOARD_SAVE=&திரையைப் பிடிக்கவும்
MNU_WHITEBOARD_EXIT=வெளி&வெளியேறு
TIP_TOOL_MOVE=நகர்த்து
TIP_TOOL_ZOOM=பெரிதாக்கு
TIP_TOOL_PEN=பென்சில்
TIP_TOOL_LINE=வரி
TIP_TOOL_ARROW=அம்பு
TIP_TOOL_SHAPE=வடிவம்
TIP_TOOL_RECT=செவ்வக
TIP_TOOL_ELLIPSE=நீள்வட்டம்
TIP_TOOL_RRECT=வட்ட செவ்வகம்
TIP_TOOL_TRANSPARENT=வெளிப்படைத்தன்மை
TIP_TOOL_CLEAR=அழி
TIP_TOOL_SAVE=திரையைப் பிடிக்கவும்
TIP_TOOL_WIDTH=அகலம்
TIP_TOOL_COLOR=வண்ணம்

[Print]

BTN_PRINTERSETUP=அச்சுப்பொறி அமைவு...
BTN_PRINT=&அச்சிடு
GRB_PREVIEW=முன்னோட்டம்
TAB_PAPERSETUP=PageSetup
TAB_ADDTEXT=உரையைச் சேர்
GRB_MARGINSETUP=&மார்ஜின்
LBL_MARGINTOP=மேல்
LBL_MARGINLEFT=இடதுபுறம்
LBL_MARGINRIGHT=வலது
LBL_MARGINBOTTOM=கீழே
GRB_IMAGESETUP=&பட அமைவு
CHK_CENTER=படத்தை மையப்படுத்து
CHK_SHRINK=பக்கத்தில் பொருத்து (சுருக்க)
CHK_PROPORTINAL=விகிதத்தை வைத்திருங்கள்
CHK_GRAYSCALE=கிரேஸ்கேல்
GRB_PAPERCOUNT=&பிரதிகளின் எண்ணிக்கை
LBL_PAPERUNIT=பக்கம்(கள்)
GRB_ORIENTATION=&நோக்குநிலை
RDO_PORTRAIT=உருவப்படம்
RDO_LANDSCAPE=நிலப்பரப்பு
GRB_HEADER=&தலைப்பு
CHK_HEADERADD=சேர்
CBO_HEADERDEFAULT=தயவுசெய்து தலைப்பு உரையை இங்கே உள்ளிடவும்
LBL_HEADERMARGIN=விளிம்பு:
BTN_HEADERFONT=எழுத்துரு...
RDO_HEADERLEFT=இடதுபுறம்
RDO_HEADERCENTER=மையம்
RDO_HEADERRIGHT=வலது
GRB_FOOTER=&அடிக்குறிப்பு
CHK_FOOTERADD=சேர்
CBO_FOOTERDEFAULT=தயவுசெய்து அடிக்குறிப்பு உரையை இங்கே உள்ளிடவும்
LBL_FOOTERMARGIN=விளிம்பு:
BTN_FOOTERFONT=எழுத்துரு...
RDO_FOOTERLEFT=இடது
RDO_FOOTERCENTER=மையம்
RDO_FOOTERRIGHT=வலது
LBL_SETTINGS=அமைப்புகள்
LBL_PRINTER=அச்சுப்பொறி
BTN_PRINT_COLOR=அச்சு வண்ணம்
CHK_COLOR=நிறம்
CHK_MARGIN_NARROW=குறுகலான
CHK_MARGIN_NORMAL=இயல்பானது
CHK_MARGIN_MODERATE=மிதமான
CHK_MARGIN_WIDE=அகலமானது
CHK_MARGIN_CUSTOM=தனிப்பயன் ஓரங்கள்...
#7.2.0
CHK_PAPER_CUSTOM=மேலும் பி&அப்பர் அளவுகள்...
LBL_SAVE_PDF=PDF ஆக சேமிக்கவும்

[dxPSREs]

sdxPrintAllPages=அனைத்து பக்கங்களையும் அச்சிடுக
sdxPrintCurrentPage=தற்போதைய பக்கத்தை அச்சிடுக
sdxCustomPrint=தனிப்பயன் அச்சு
sdxPages=பக்கங்கள்
sdxPageSetupCaption=பக்க அமைவு
sdxPage=பக்கம்
sdxMargins=ஓரங்கள்
sdxScaling=அளவிடுதல்
sdxPaper = காகிதம்
sdxPaperWidth=அகலம்
sdxPaperHeight=உயரம்
sdxPaperSource=காகித ஆதாரம்
sdxAutoOrientation=தானியங்கு
sdxPrintOrder=அச்சு வரிசை
sdxDownThenOver=கீழே, பிறகு முடிந்துவிட்டது
sdxOverThenDown=முடிந்தது, பின்னர் கீழே
sdxCenterOnPage=பக்கத்தின் மையம்
sdxHorizontally=கிடைமட்டமாக
sdxVertically=செங்குத்தாக
sdxBtnHeaderBackground=பின்னணி
sdxBtnFix=சரிசெய்
sdxBtnRestoreOriginal=அசலை மீட்டமை
sdxAdjustTo=சரிசெய்
sdxFitToWidth=பட அகலத்திற்கு பொருத்து
sdxFitToHeight=பட உயரத்திற்கு ஏற்றது
sdxFitTo=பொருந்து
sdxPagesWideBy=பக்கம்(கள்) அகலம்
sdxTall=உயரமான
SdxInvalidMargins=ஒன்று அல்லது அதற்கு மேற்பட்ட ஓரங்கள் தவறான மதிப்புகளுக்கு அமைக்கப்பட்டுள்ளன.
sdxPaperSize=காகித அளவு
sdxStatus=நிலை
sdxStatusReady=தயார்
sdxStatusPrinting=அச்சிடுதல் - %d பக்கம்(கள்) முடிந்தது
sdxBuildingReportStatusText=கட்டிடம் - ரத்து செய்ய Esc ஐ அழுத்தவும்
sdxPrintingReportStatusText=அச்சிடுதல் - ரத்துசெய்ய Esc ஐ அழுத்தவும்
sdxThereIsNoPictureToDisplay=காண்பிக்க படம் எதுவும் இல்லை
sdxCustomSize=தனிப்பயன் அளவு
#7.2.0

[Facebook]

BTN_CLOSE=&மூடு
LBL_PREVIEW=பட முன்னோட்டம்
LBL_CAPTION=புகைப்பட தலைப்பு
RDO_SELECTALBUMS=ஆல்பங்களைத் தேர்ந்தெடுக்கவும்
RDO_CREATEALBUM=புதிய புகைப்பட ஆல்பத்தை உருவாக்கவும்
LBL_CREATEALBUM_NAME=பெயர்:
LBL_CREATEALBUM_LOCATION=இடம்:
LBL_CREATEALBUM_DESCRIPTION=விளக்கம்:
LBL_CREATEALBUM_PRIVACY=தனியுரிமை:
CBO_CREATEALBUM_1=அனைவரும்
CBO_CREATEALBUM_2=எனது நெட்வொர்க்குகள் மற்றும் நண்பர்கள்
CBO_CREATEALBUM_3=நண்பர்களின் நண்பர்கள்
CBO_CREATEALBUM_4=நண்பர்கள் மட்டும்
BTN_UPLOAD=பதிவேற்றம்
LBL_IMGURL=பட URL
LBL_LINKURL=ஆல்பம் இணைப்பு URL
LBL_UPLOADING=இப்போது பதிவேற்றுகிறது...
LBL_UPLOADCOMPLETE=பதிவேற்றம் முடிந்தது
LBL_UPLOADWAIT=பதிலுக்காக காத்திருக்கிறது...
LBL_UPLOADFAILURE=பதிவேற்றம் தோல்வி. மீண்டும் முயற்சி செய்.
LBL_UPLOADRESULT=ஒரு புகைப்படத்தை வெற்றிகரமாக பதிவேற்றியுள்ளீர்கள்.
LBL_ACCOUNT=கணக்கு:
LBL_PASSWORD=கடவுச்சொல்:
LBL_REMEMBERPASSWORD=கடவுச்சொல்லை நினைவில் கொள்க
LBL_MESSAGE=செய்தி:
LBL_WEBUPLOAD_TITLE=உங்கள் படத்தை நேரடியாக இணையத்தில் பதிவேற்றவும்
LBL_WEBUPLOAD_TITLESUB= ImageShack வழியாக - இலவச பட ஹோஸ்டிங் சேவை
LBL_WEBUPLOAD_SIGNUP=நீங்கள் பதிவேற்றிய படங்களை நிர்வகிக்க பதிவு செய்யவும்!
LBL_WEBUPLOAD_NOACCOUNT=விருந்தினர் (பதிவு தேவையில்லை)
LBL_WEBUPLOAD_ACCOUNTEXIST=என்னிடம் ImageShack கணக்கு உள்ளது
BTN_REQUESTTWITTERPIN=ட்விட்டர் பின்னைக் கோரவும்
BTN_REMEMBERME=இந்தக் கணினியில் என்னை நினைவில் வையுங்கள்
LBL_TWITTERPIN=PIN
BTN_CONNECT=&இணைக்கவும்
BTN_DISCONNECT=&துண்டிக்கவும்

[ThumbnailView]

BTN_QUICKTABS=விரைவு தாவல்கள்
MNU_RENAME=&மறுபெயரிடு...
MNU_OPENFILELOCATION=&கோப்பு இருப்பிடத்தைத் திற...
LBL_RENAME=தயவுசெய்து ஒரு கோப்பு பெயரை உள்ளிடவும்.

[ObjectProperty]

SHP_TEXTBOX=உரை
SHP_HIGHLIGHTRECT=செவ்வகத்தை முன்னிலைப்படுத்தவும்
SHP_MAGNIFYEFFECT=விளைவை பெரிதாக்கவும்
SHP_NUMBERSTAMP=எண் முத்திரை
SHP_LINES=கோடுகள்
SHP_CUSTOMSHAPES=தனிப்பயன் வடிவங்கள்
SHP_TRIANGLE=முக்கோணம்
SHP_SHAPES=வடிவங்கள்
SHP_LINE=கோடு
SHP_CURVE=வளைவு
SHP_ARROW=அம்பு
SHP_CURVEARROW=வளைவு அம்பு
SHP_ELLIPSE=நீள்வட்டம்
SHP_RECT=செவ்வக
SHP_ROUNDRECT=வட்ட செவ்வகம்
SHP_BALLOON=பலூன்
SHP_DIAMOND=வைரம்
SHP_PENTAGON=பென்டகன்
SHP_Hexagon=அறுகோணம்
SHP_5STAR=5-புள்ளி நட்சத்திரம்
SHP_6STAR=6-புள்ளி நட்சத்திரம்
TAB_EDIT=திருத்து
TBN_DELETE_OBJECT=&நீக்கு
TBN_DUPLICATE=D&uplicate
MNU_FLATTEN=&Flatten
MNU_FLATTENALL=&அனைத்தையும் தட்டையாக்கு
LST_CHANGESHAPE=வடிவத்தை மாற்று
TAB_SHAPESTYLES=வடிவ பாணிகள்
TBN_SHAPETEXT=உரை &செருகு...
TBN_SHAPEFILL=நிரப்பு
MNU_SHAPEFILL_NOFILL=நிரப்பு இல்லை
MNU_SHAPEFILL_SOLIDFILL=திட நிரப்பு
MNU_SHAPEFILL_GRAFILL=செங்குத்து சாய்வு நிரப்புதல்
MNU_SHAPEFILL_RADIALFILL=ரேடியல் கிரேடியன்ட் நிரப்பு
TBN_SHAPEOUTLINE=அவுட்லைன்
MNU_SHAPEOUTLINE_NOLINE=வரி இல்லை
MNU_SHAPEOUTLINE_SOLIDLINE=திடமான கோடு
MNU_SHAPEOUTLINE_DOTLINE=புள்ளி கோடு
MNU_SHAPEOUTLINE_DASHLINE=கோடு வரி
MNU_SHAPEOUTLINE_DASHDOTLINE=கோடு புள்ளி வரி
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=டாஷ் டாட் டாட் லைன்
TBR_SHAPEINSERT=வடிவங்களைச் செருகவும்
TBN_SHAPEFORMAT=வடிவமைப்பு
TBN_SHAPEEFFECTS=வடிவ விளைவுகள்
MNU_SHAPEEFFECTS_NOEFFECTS=விளைவுகள் இல்லை
MNU_SHAPEEFFECTS_SHADOW=விளைவுகள்
MNU_SHAPEEFFECTS_SHADOWUSE=நிழல்
MNU_SHAPEEFFECTS_SHADOWOPTION=விருப்பங்கள்...
MNU_SHAPEEFFECTS_BALLOONPOS=பலூன் திசை
MNU_SHAPEEFFECTS_BALLOONPOSTL=மேல் இடது
MNU_SHAPEEFFECTS_BALLOONPOSTR=மேல் வலது
MNU_SHAPEEFFECTS_BALLOONPOSBL=கீழே இடது
MNU_SHAPEEFFECTS_BALLOONPOSBR=கீழ் வலது
MNU_SHAPEEFFECTS_ARROWSTART=தொடங்கு வகை
MNU_SHAPEEFFECTS_ARROWEND=இறுதி வகை
MNU_SHAPEEFFECTS_ARROWNONE=அம்பு இல்லை
MNU_SHAPEEFFECTS_ARROW1=அம்பு 1
MNU_SHAPEEFFECTS_ARROW2=அம்புக்குறி 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=வட்டம்
MNU_SHAPEEFFECTS_ARROWDIAMOND=வைரம்
MNU_SHAPE_ARRANGE=ஏற்பாடு செய்
BTN_SHAPE_FRONT=F&rontக்கு கொண்டு வாருங்கள்
BTN_SHAPE_BACK=பேக்&கேக்கு அனுப்பு
BTN_SHAPE_ARROWSTYLE=அம்பு நடை
TAB_SHAPECOLOR=வடிவ நிறங்கள்
TAB_NUMBERSTAMP_NUMBER=முத்திரை வடிவம்
MNU_NUMBERSTAMP_CURRENT=தற்போதைய
MNU_NUMBERSTAMP_NEXT=அடுத்து
TAB_NUMBERSTAMP_STYLE=முத்திரை பாங்குகள்
MNU_NUMBERSTAMP_SIZE=அளவு
MNU_NUMBERSTAMP_SIZE_SMALL=&சிறியது
MNU_NUMBERSTAMP_SIZE_Medium=&Medium
MNU_NUMBERSTAMP_SIZE_LARGE=&பெரியது
MNU_NUMBERSTAMP_SHAPE=வடிவங்கள்
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&வட்டம்
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&செவ்வகம்
TBN_SELECT_CROPCURRENT=குரோ&p
TBN_SELECT_CROPNEW=புதிய படமாக செதுக்கு
TAB_SELECT_SIZE=அளவு
MNU_SELECT_SIZE_LEFT=இடதுபுறம்
MNU_SELECT_SIZE_TOP=மேல்
MNU_SELECT_SIZE_WIDTH=அகலம்
MNU_SELECT_SIZE_HEIGHT=உயரம்
MNU_SELECT_INVERTSELECTION=தேர்வை மாற்றவும்
TAB_MAGNIFIER_STYLE=பெருக்கி பாங்குகள்
MNU_SHARE_OPTIONS=&விருப்பங்கள்...
TBN_NEW_LAYER=&புதிய அடுக்கு
TBN_CHANGE_SHAPE=&வடிவத்தை மாற்று
BTN_LAYER_BRINGFORWARD=முன்னோக்கி கொண்டு வாருங்கள்
BTN_LAYER_SENDBACKWARD=பின்னோக்கி அனுப்பவும்
BTN_LAYER_BRINGTOFRONT=F&rontக்கு கொண்டு வாருங்கள்
BTN_LAYER_SENDTOBACK=பேக்&கேக்கு அனுப்பு
SHP_NORMAL_SHAPES=சாதாரண வடிவங்கள்
SHP_CIRCLE=வட்டம்
SHP_RIGHT_TRIANGLE=வலது முக்கோணம்
SHP_HEPTAGON=ஹெப்டகன்
SHP_OCTAGON=எண்கோணம்
SHP_SPEECHBUBBLE=பேச்சு குமிழி
SHP_SPEECHBUBBLE_ROUNDED=வட்டமான பேச்சு குமிழி
SHP_THOUGHTBUBBLE=சிந்தனை குமிழி
SHP_CROSS=குறுக்கு
SHP_HEART=இதயம்
SHP_LIGHTNING=மின்னல்
SHP_CLOUD=மேகம்
SHP_BANNER=பேனர்
SHP_8STAR=8-புள்ளி நட்சத்திரம்
SHP_EXPLOSION=வெடிப்பு
SHP_ARROW_RIGHT=வலது Aவரிசை
SHP_ARROW_LEFT=இடது அம்புக்குறி
SHP_ARROW_UP=மேல் அம்பு
SHP_ARROW_DOWN=கீழ் அம்பு
SHP_ARROW_FAT_RIGHT=வலது கொழுப்பு அம்பு
SHP_ARROW_FAT_LEFT=இடது கொழுப்பு அம்புக்குறி
SHP_ARROW_FAT_UP=மேல் கொழுப்பு அம்பு
SHP_ARROW_FAT_DOWN=கீழ் கொழுப்பு அம்பு
SHP_ARROW_LEFTRIGHT=இடது வலது அம்புக்குறி
SHP_ARROW_UPDOWN=மேல் கீழ் அம்புக்குறி
SHP_TAG_RIGHT=வலது குறிச்சொல்
SHP_TAG_LEFT=இடது குறிச்சொல்
SHP_TAG_UP=மேலே குறிச்சொல்
SHP_TAG_DOWN=கீழ் குறி

[Licenses]

rdoRegistered=நான் ஒரு பதிவு செய்யப்பட்ட பயனர் மற்றும் வணிக பயன்பாட்டிற்கான பதிவு குறியீடு என்னிடம் உள்ளது.
rdoPersonal=இந்த நிரலை தனிப்பட்ட பயன்பாட்டிற்கு மட்டுமே பயன்படுத்த விரும்புகிறேன்.
btnBuy=&இப்போது வாங்கவும்
btnRegister=&பதிவு...
btnAgree=&Agree
btnClose=&மூடு
lblEnterLicense=உங்கள் பதிவுத் தகவலை உள்ளிடவும்
lblOwnerName=உரிமையாளர் பெயர்
lblRegistrationCode=பதிவு குறியீடு
lblLicenseInfo=இந்த தயாரிப்பு உரிமம் பெற்றது:
lblPersonalUse=இந்த பதிப்பு வணிகம் அல்லாத சூழல்களில் தனிப்பட்ட பயன்பாட்டிற்கு மட்டுமே பயன்படுத்தப்படலாம்.
lblAskBuy=படதேர்வு ஐப் பயன்படுத்தியதற்கு நன்றி!
lblAskBuyDescription=இந்தப் பதிவு செய்யப்படாத பதிப்பு வணிகம் அல்லாத சூழல்களில் தனிப்பட்ட பயன்பாட்டிற்கு மட்டுமே பயன்படுத்தப்படும் என்பதை நினைவில் கொள்ளவும்.\n\nஇப்போது உரிமம் வாங்க விரும்புகிறீர்களா?

[CommercialVersionTrial]

btnModeTrial=இலவச சோதனை
btnModeTrialDescription=இந்த தயாரிப்பை சோதனை அடிப்படையில் தொடர்ந்து பயன்படுத்த விரும்புகிறேன்.
btnModeActivate=உங்கள் உரிம விசையை செயல்படுத்தவும்
btnModeActivateDescription=நான் ஒரு பதிவு செய்யப்பட்ட பயனர் மற்றும் என்னிடம் உரிம விசை உள்ளது.
btnModeBuy=இப்போது வாங்கவும்
btnModeBuyDescription=உங்கள் உரிம விசையைப் பெற அதிகாரப்பூர்வ வலைப்பக்கத்திற்குச் செல்லவும்.
lblTrialDescription=இது படதேர்வு இன் 30-நாள் சோதனைப் பதிப்பு. சோதனைக் காலம் காலாவதியானதும், மென்பொருளைத் திறக்க உரிமம் வாங்க வேண்டும் அல்லது உங்கள் கணினியிலிருந்து அதை நிறுவல் நீக்க வேண்டும்.
btnContinueTrial=&சோதனையைத் தொடரவும்
lblDayLeft=உங்கள் {$2} நாள் சோதனையில் {$1} நாள்(கள்) மீதமுள்ளது.
lblDayExpired=உங்கள் உரிமம் இனி கிடைக்காது.
lblEnterLicense=உங்கள் பதிவுத் தகவலை உள்ளிடவும்
lblOwnerName=பயனர் பெயர்
lblRegistrationCode=உரிம விசை
lblRegistrationHelp=செயல்படுத்துவதில் சிக்கல் உள்ளதா?
btnRegister=&Activate
btnDeactivate=&Deactivate
lblActivationOffline1=1. கீழே உள்ள URL ஐத் திறந்து, உங்கள் அங்கீகாரக் குறியீட்டைப் பெறவும். நீங்கள் ஆஃப்லைன் சூழலில் இருந்தால், மற்றொரு கணினியில் ஆன்லைனில் செல்ல வேண்டும்.
lblActivationOffline2=2. மேலே உள்ள URL இலிருந்து உங்கள் அங்கீகாரக் குறியீட்டை ஒட்டவும்.
lblAuthCode=அங்கீகாரக் குறியீடு:
lblExample=எ.கா.
lblDeactivationOffline=உங்கள் உரிமத்தை செயலிழக்க செய்ய கீழே உள்ள URL ஐ திறக்கவும். நீங்கள் ஆஃப்லைன் சூழலில் இருந்தால், மற்றொரு கணினியில் ஆன்லைனில் செல்ல வேண்டும்.

[ImagesSet]

grbJPEGOption=JPEG விருப்பங்கள்
lblJPEGQuality=தரம்
cboJPEGQualityMaximum=அதிகபட்சம்
cboJPEGQualityHigh=உயர்
cboJPEGQualityMedium=நடுத்தரம்
cboJPEGQualityLow=குறைவு

[SaveAll]

grbSaveOptions=சேமி விருப்பங்கள்
lblSelectFolder=உங்கள் திரைக்காட்சிகளைச் சேமிக்க ஒரு கோப்புறையைத் தேர்ந்தெடுக்கவும்.
rdoAllImages=அனைத்து படங்களும்
rdoUnsavedImages=அனைத்து சேமிக்கப்படாத படங்களும்
grbFileOptions=கோப்பு விருப்பங்கள்
lblFileName=கோப்பின் பெயர்
lblFileType=கோப்பு வகை
rdoFiles=கோப்புகள்

[ColorBalance]

grpbxColorBalance=வண்ண சமநிலை
lblColorLevels=வண்ண நிலைகள்
grpbxToneBalance=தொனி சமநிலை
rdbtnShadows=நிழல்கள்
rdbtnMidtones=மிட்டோன்கள்
rdbtnHighlights=சிறப்பம்சங்கள்
chckbxPreserveLuminosity=ஒளிர்வை பாதுகாக்கவும்

[StartPage]

lblStartHome=ஒரு பணியைத் தேர்ந்தெடு...
lblStartTitle1=புதிய பணி
lblStartTitle2=கிராஃபிக் பாகங்கள்
chkStartDoNotShow=நிரல் தொடங்கும் போது இந்த சாளரத்தை காட்ட வேண்டாம்

[Watermark]

lblWaterMarkPreview=முன்னோட்டம்:
lblWaterMarkFile=படக் கோப்பு:
lblWaterMarkPosition=நிலை:
lblWaterMarkOpacity=ஒளிபுகாநிலை:
lblWaterMarkOffsetX=Offset-X:
lblWaterMarkOffsetY=Offset-Y:
chkWaterMarkAuto=படத்தை எடுக்கும்போது தானாகவே ஒரு வாட்டர்மார்க் சேர்க்கவும்.
lblWaterMarkTypeImage=பட வாட்டர்மார்க்
lblWaterMarkTypeText=உரை வாட்டர்மார்க்
cboWaterMarkTextSize=உரை அளவு
cboWaterMarkTextColor=நிறம்

[PicPickUploader]

lblGoogle=Google இயக்ககம்
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=இம்குர்
btnOK=&சரி
btnCancel=&Cancel
btnConnect=&இணைக்க...
btnOptions=O&ptions...
btnUpload=&Upload
btnAccount=&Account...
lblConnected=இணைக்கப்பட்டது
lblNotConnected=இணைக்கப்படவில்லை
lblConnecting=இணைக்கிறது...
lblUploading=பதிவேற்றுகிறது...
lblUploaded=பதிவேற்றம் முடிந்தது
lblNotUploaded=பதிவேற்றுவதில் தோல்வி. மீண்டும் முயற்சிக்கவும்.
lblGuestAccount=விருந்தினர் கணக்கு
lblWait=தயவுசெய்து காத்திருங்கள்...
tbnConnect=இணைக்கவும்
tbnDisconnect=துண்டிக்கவும்
tbnRefresh=புதுப்பித்தல்
tbnNewFolder=புதிய கோப்புறை
tbnOptions=விருப்பங்கள்
tbnSelectFolder=பதிவேற்று &இடம்...
tbnShareLink=Share &Link விருப்பங்கள்...
lblSelectFolder=உங்கள் படத்தை பதிவேற்ற ஒரு கோப்புறையைத் தேர்ந்தெடுக்கவும்.
lblMyDrive=எனது இயக்ககம்
lblNewFolder=புதிய கோப்புறை பெயரை உள்ளிடவும்.
lblAuth=உங்கள் இணைய உலாவி வழியாக உள்நுழைக.
lblUploadSuccess=நீங்கள் ஒரு படத்தை வெற்றிகரமாக பதிவேற்றியுள்ளீர்கள்.
lblShareLink=இணைப்பைப் பகிரவும்
lblGetLink=இணைப்பைப் பெறுக
chkShareLink=பதிவேற்றிய பிறகு எப்போதும் பகிரப்பட்ட இணைப்பை உருவாக்கவும்
chkCopyLink=பதிவேற்றிய பின் இடைநிலைப்பலகையில் பகிரப்பட்ட இணைப்பை நகலெடுக்கவும்
lblHost=&Host
lblUsername=&Username
lblPassword=Pass&word
lblPort=&Port
lblLocation=&Remote Path

[ScreenRecorder]

tbnRecord=தொடங்கு &பதிவு
tbnPause=&Pause Recording
tbnStop=&பதிவை நிறுத்து
tbnResume=R&esume ரெக்கார்டிங்
tbnFullscreen=&முழுத்திரை பயன்முறை
tbnRegion=Re&gion பயன்முறை
popSP16x9=16:9 முன்னமைவுகள்
popSP4x3=4:3 முன்னமைவுகள்
popAuto16x9=16:9 க்கு சரிசெய்யவும்
popAuto4x3=4:3 க்கு சரிசெய்யவும்
popSelect=&பகுதியைத் தேர்ந்தெடு...
popCustom=&தனிப்பயன் அளவு...
tbnMic=மைக்ரோஃபோனைச் சேர்
tbnCursor=கர்சரைச் சேர்
tbnSoundMute=ஒலி இல்லை
tbnSoundMic=பதிவு எம்ஐக்ரோஃபோன்
tbnSoundSystemAudio=பதிவு கணினி ஆடியோ
tbnOpenFolder=O&pen Output Folder
tbnOptions=&Options
tbnClose=&மூடு
statusRecord=பதிவு
statusPaused = இடைநிறுத்தப்பட்டது
statusStop=நிறுத்தப்பட்டது
statusReady=தயார்
frmRecordingArea=பதிவு செய்யும் பகுதி

[ScreenRecorderOptions]

grbGeneral=பொது
chkAutoHide=முழுத்திரை முறையில் சாளரத்தை தானாக மறை
chkCursor=மவுஸ் கர்சரை பதிவு செய்யவும்
chkPopup=பதிவு முடிந்ததும் வெளியீடு கோப்புறை பாப்அப்பைக் காட்டு
grbVideo=வீடியோ
lblFileType=கோப்பு வகை
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=தரம்
cboQualityVeryHigh=மிக உயர் தரம்
cboQualityHigh=உயர் தரம்
cboQualityMedium=நடுத்தர தரம்
cboQualityLow=குறைந்த தரம்
cboQualityVeryLow=மிகக் குறைந்த தரம்
grbAudio=ஆடியோ
chkMic=மைக்ரோஃபோன் ஒலியை பதிவு செய்யவும்
chkSystemAudio=பதிவு அமைப்பு ஆடியோ
lblAudioChannels=சேனல்கள்
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=பிட்ரேட்
lblAudioFrequency=அதிர்வெண்
btnDefault=&இயல்புநிலைகளை மீட்டமை
lblOutput=பதிவுகளைச் சேமிக்க ஒரு வெளியீட்டு கோப்புறையைத் தேர்ந்தெடுக்கவும்.
lblHotKey=பதிவு (இயக்கு/நிறுத்து) சூடான விசை
#7.2.0
lblMaxLength=அதிகபட்ச பதிவு நீளம்
cboMaxLength30mins=30 mins
cboMaxLength1hour=1 மணிநேரம்
cboMaxLength2hours=2 மணிநேரம்
cboMaxLength4hours=4 மணிநேரம்
#7.2.0

[BugReport]

lblHeader=படதேர்வு ஐ இன்னும் சிறப்பாக்க உதவ உங்கள் கருத்தை எங்களுக்கு அனுப்பவும்.
chkAgree=சமர்ப்பி என்பதை அழுத்துவதன் மூலம், உங்கள் தகவல் படதேர்வு ஐ மேம்படுத்த பயன்படுத்தப்படும்.
edtEmail=மின்னஞ்சல் (விரும்பினால்)
btnSubmit=&Submit
lblFeedback=உங்கள் கருத்துக்கு நன்றி!

[Website Resources]

title_picpick=படதேர்வு - ஆல் இன் ஒன் கிராஃபிக் டிசைன், சிறந்த ஸ்கிரீன் கேப்சர் மென்பொருள், பட திருத்தி, வண்ணம் பிக்கர், பிக்சல் ரூலர் மற்றும் பல
title_ngwin=NGWIN - வசதியான கணினி சூழல்களை வழங்கும் பயனர் நட்பு மென்பொருளை நாங்கள் உருவாக்குகிறோம்
nav_picpick=பிக்பிக்
nav_partners=கூட்டாளர்கள்
nav_contact=தொடர்பு
nav_home=முகப்பு
nav_features=அம்சங்கள்
nav_download=பதிவிறக்கு
nav_buy=இப்போது வாங்கவும்
nav_forum=மன்றம்
section_features=அம்சங்கள்
section_reviews=ஊடக விமர்சனங்கள்
section_download=பதிவிறக்கு
section_download_commercial=பதிவுசெய்யப்பட்ட பயனர்களுக்கான தொழில்முறை பதிப்பு
section_buy=இப்போது வாங்கவும்
section_plans=விலை மற்றும் திட்டங்கள்
section_screenshots=ஸ்கிரீன்ஷாட்கள்
section_customers=எங்கள் வாடிக்கையாளர்கள்
section_latestversion=சமீபத்திய பதிப்பு
section_changelog=பதிவை மாற்று
section_availableon=இதில் கிடைக்கும்
section_likeuson=எங்களை விரும்பவும்
section_eula=இறுதி பயனர் உரிம ஒப்பந்தம்
section_privacypolicy=தனியுரிமைக் கொள்கை
section_volumepricing=தொகுதி விலையிடல்
button_download=பதிவிறக்கு
button_buy=இப்போது வாங்கவும்
button_upgrade=இப்போது மேம்படுத்தவும்
button_upgrade_nothanks=இல்லை நன்றி
button_viewdetail=விவரங்களைப் பார்க்கவும்
button_free_download=இலவச பதிவிறக்கம்
button_download_portable=கையடக்க பதிப்பு
button_download_commercial=நான் ஏற்கனவே உரிமம் வாங்கியுள்ளேன்.
text_freetotry=தனிப்பட்ட பயன்பாட்டிற்கு இலவசம், இன்றே முயற்சிக்கவும்.
text_copyright=பதிப்புரிமை{copy} {ngwin} அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.
text_winavailable=எல்லா விண்டோஸிலும் கிடைக்கும்
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista மற்றும் XP ஆகிய இரண்டும் 32-பிட் மற்றும் 64-பிட் பதிப்புகள் உட்பட.
text_recommend=பரிந்துரை செய்
text_limitedtimeoffer=வரையறுக்கப்பட்ட நேர சலுகை
text_free=இலவசம்
text_personal_only_detail=இந்த இலவச பதிப்பு வணிகம் அல்லாத சூழல்களில் தனிப்பட்ட பயன்பாட்டிற்கு மட்டுமே பயன்படுத்தப்படலாம் என்பதை நினைவில் கொள்ளவும்.
text_license_peruser=படதேர்வு ஒரு பயனருக்கு உரிமம் பெற்றுள்ளது. வாங்கிய ஒவ்வொரு பயனரும் மென்பொருளை இரண்டு கணினிகளில் நிறுவலாம். (எடுத்துக்காட்டாக, பிசி மற்றும் மடிக்கணினி).
text_license_noshare=ஒரு உரிமம் வெவ்வேறு பயனர்களிடையே பகிரப்படாமல் இருக்கலாம்.
text_bluesnap=2Checkout என்பது நாங்கள் பரிந்துரைக்கும் எங்கள் ஆன்லைன் கட்டண முறை. இது பேபால், கிரெடிட் கார்டு போன்ற பல்வேறு கட்டண முறைகளுடன் முழுமையான பாதுகாப்பான ஆன்லைன் கட்டணச் சேவையை ஆதரிக்கிறது.
text_thankyou=படதேர்வு ஐ நிறுவியதற்கு நன்றி.
text_download_thankyou=படதேர்வு ஐ பதிவிறக்கியதற்கு நன்றி.
text_download_start=உங்கள் பதிவிறக்கம் சில நொடிகளில் தானாகவே தொடங்கும்.
text_download_ifnot=உங்கள் பதிவிறக்கம் தானாகவே தொடங்கவில்லை என்றால், தயவுசெய்து {இங்கே} கிளிக் செய்யவும் அல்லது கண்ணாடி இணைப்புகளில் இருந்து பதிவிறக்கவும்.
text_download_ifnot2=உங்கள் பதிவிறக்கம் தானாகவே தொடங்கவில்லை என்றால், தயவுசெய்து {இங்கே} கிளிக் செய்யவும்.
text_download_ifnot2_here=இங்கே
text_upgrade=தொழில்முறைக்கு மேம்படுத்தி மேலும் அம்சங்களைப் பெறுங்கள்!
overview_jumbotron_h1=படதேர்வு
overview_jumbotron_h2=அனைவருக்கும் ஆல் இன் ஒன் வடிவமைப்பு கருவி
overview_jumbotron_p1=ஒரு முழு அம்சமான ஸ்கிரீன் கேப்சர் கருவி, உள்ளுணர்வு பட திருத்தி, வண்ணம் பிக்கர், வண்ணத் தட்டு, பிக்சல்-ரூலர், ப்ரோட்ராக்டர், க்ராஸ்ஹேர், ஒயிட்போர்டு மற்றும் பல.
overview_jumbotron_p2=பயனர் நட்பு மற்றும் உங்கள் படத்தை உருவாக்குவதற்கான அம்சங்கள் நிறைந்தது, மென்பொருள் உருவாக்குநர்கள், கிராஃபிக் வடிவமைப்பாளர்கள் மற்றும் வீட்டுப் பயனர்களுக்கு ஏற்றது.
overview_feature_1_h1=எதையும் பிடிக்கவும்
overview_feature_1_p1=முழுத் திரை, செயலில் உள்ள சாளரம், ஸ்க்ரோலிங் சாளரங்கள் மற்றும் உங்கள் டெஸ்க்டாப்பின் ஏதேனும் குறிப்பிட்ட பகுதியின் ஸ்கிரீன் ஷாட்களை எடுக்கவும்.
overview_feature_2_h1=உங்கள் படங்களைத் திருத்தவும்
overview_feature_2_p1=சமீபத்திய ரிப்பன் ஸ்டைல் மெனுவை உள்ளடக்கிய உள்ளமைக்கப்பட்ட பட எடிட்டருடன் உரை, அம்புகள், வடிவங்கள் மற்றும் பல உங்கள் படங்களை சிறுகுறிப்பு மற்றும் தனிப்படுத்தவும்.
overview_feature_3_h1=விளைவுகளுடன் மேம்படுத்தவும்
overview_feature_3_p1=உங்கள் படங்களுக்கு எஃபெக்ட்களைச் சேர்க்கவும்: துளி நிழல்கள், பிரேம்கள், வாட்டர்மார்க்ஸ், மொசைக், மோஷன் ப்ளர், பிரகாசக் கட்டுப்பாடு மற்றும் பல.
overview_feature_4_h1=எல்லா இடங்களிலும் பகிரவும்
overview_feature_4_p1=வலை, மின்னஞ்சல், ftp, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter மற்றும் பலவற்றின் மூலம் உங்கள் படங்களைச் சேமிக்கவும், பகிரவும் அல்லது அனுப்பவும்.
overview_feature_5_h1=கிராஃபிக் பாகங்கள்
overview_feature_5_p1=வண்ணத் தேர்வு, வண்ணத் தட்டு, பிக்சல் ரூலர், ப்ரோட்ராக்டர், க்ராஸ்ஹேர், உருப்பெருக்கி, ஒயிட் போர்டு உள்ளிட்ட பல்வேறு கிராஃபிக் டிசைன் பாகங்கள்.
overview_feature_6_h1=தனிப்பயனாக்கக்கூடிய அமைப்பு
overview_feature_6_p1=அதிக மேம்பட்ட அமைப்புகளுடன், சூடான விசைகள், கோப்பு பெயரிடுதல், படத் தரம் மற்றும் உங்கள் தேவைகளுக்கு ஏற்ற பல விருப்பங்களை நீங்கள் தனிப்பயனாக்கலாம்.
reviews_1_body=இந்த நிரல் நம்மை ஒரு சுவிஸ் ராணுவ கத்தி அல்லது நன்கு கையிருப்பு, நன்கு ஒழுங்கமைக்கப்பட்ட மேசை டிராயரைப் பற்றி சிந்திக்க வைக்கிறது. எல்லா வகையான பயனுள்ள கருவிகளும் இங்கே உள்ளன, மேலும் வலை வடிவமைப்பாளர்கள், கிராஃபிக் வடிவமைப்பாளர்கள் மற்றும் எப்போதாவது கிராபிக்ஸ் மூலம் வேலை செய்ய வேண்டிய சராசரி கணினி பயனருக்கும் கூட படதேர்வு பயனுள்ளதாக இருக்கும் என்று நாங்கள் நினைக்கிறோம்.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=வீட்டுப் பயனருக்காக பிரத்யேகமாக வடிவமைக்கப்பட்டுள்ளது மற்றும் பணியின் போது முடிந்தவரை நெகிழ்வுத்தன்மையை வழங்குவதை நோக்கமாகக் கொண்டது. ஃபோட்டோஷாப்பில் காணப்படாத சில அம்சங்களையும் இது உள்ளடக்கியது. படதேர்வு, பட எடிட்டரைப் பயன்படுத்த மிகவும் எளிதானது தவிர, ஸ்போர்ட்ஸ் கிராஃபிக் கேப்சர் விருப்பங்கள் மற்றும் சூடான விசைகள் மற்றும் விருப்பங்கள் சில ஒத்த திருத்திகள் பொறாமைப்படக்கூடும்.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=திரை பிடிப்பு
features_1_p1=முழுத் திரை, செயலில் உள்ள சாளரம், ஸ்க்ரோலிங் சாளரங்கள் மற்றும் உங்கள் டெஸ்க்டாப்பின் ஏதேனும் குறிப்பிட்ட பகுதியின் ஸ்கிரீன்ஷாட்களை எடுக்கவும்.
features_1_p2=பல மானிட்டர் சூழல்களை ஆதரிக்கவும், கர்சருடன் படம்பிடித்தல், தானாக சேமித்தல் மற்றும் கோப்பு பெயரிடுதல் போன்றவை.
features_1_p3=மிதக்கும் சாளரஉறுப்பு கேப்சர் பட்டியை ஆதரிக்கவும், இது ஸ்கிரீன் ஷாட்களை எடுப்பதை எளிதாக்குகிறது.
features_1_p4=உங்கள் சொந்த விசைப்பலகை குறுக்குவழிகளைத் தனிப்பயனாக்குங்கள்.
features_1_list_1=முழுத்திரை
features_1_list_2=செயலில் உள்ள சாளரம்
features_1_list_3=சாளரக் கட்டுப்பாடு
features_1_list_4=ஸ்க்ரோலிங் சாளரம்
features_1_list_5=மண்டலம்
features_1_list_6=நிலையான பகுதி
features_1_list_7=ஃப்ரீஹேண்ட்
features_1_list_8=கடைசி பிடிப்பை மீண்டும் செய்யவும்
features_1_list_9=பிடிப்பு சாளர உறுப்பை
features_1_list_10=கர்சருடன் படம்பிடித்தல்
features_1_list_11=தாமதமான பிடிப்பு
features_1_list_12=தானாகச் சேமிக்கவும்
features_2_h1=பட திருத்தி
features_2_p1=சமீபத்திய ரிப்பன் ஸ்டைல் மெனுவை உள்ளடக்கிய உள்ளமைக்கப்பட்ட இமேஜ் திருத்தி மூலம், நீங்கள் உங்கள் படங்களை சிறுகுறிப்பு செய்து தனிப்படுத்தலாம்.
features_2_list_1=வரைதல்
features_2_list_2=உரையைச் செருகவும்
features_2_list_3=அம்புகள், கோடுகள்
features_2_list_4=வடிவங்கள்
features_2_list_5=பலூன்
features_2_list_6=ஹைலைட் கருவி
features_2_list_7=செதுக்குதல்
features_2_list_8=அளவை மாற்றவும்
features_2_list_9=சுழற்று
features_2_list_10=தலைகீழ்
features_2_list_11=கிரேஸ்கேல்
features_2_list_12=மொசைக்
features_2_list_13=பிரேம்
features_2_list_14=வாட்டர்மார்க்
features_2_list_15=மங்கலானது
features_2_list_16=கூர்மைப்படுத்து
features_2_list_17=பிரகாசம்
features_2_list_18=சாயல் / செறிவு
features_2_list_19=வண்ண சமநிலை
features_3_h1=சேமி, பகிர், அல்லது அனுப்பு
features_3_p1=உங்கள் படங்களை கைப்பற்றி திருத்தியவுடன், நீங்கள் அதை பல்வேறு வெளியீடுகளுடன் சேமிக்கலாம், பகிரலாம் அல்லது அனுப்பலாம்.
features_3_list_1=இடைநிலைப்பலகை
features_3_list_2=பட கோப்புகள்
features_3_list_3=PDF
features_3_list_4=அச்சுப்பொறி
features_3_list_5=இணைய URL
features_3_list_6=டிராப்பாக்ஸ்
features_3_list_7=Google இயக்ககம்
features_3_list_8=OneDrive
features_3_list_9=பெட்டி
features_3_list_10=பேஸ்புக்
features_3_list_11=Twitter
features_3_list_12=ஸ்கைப்
features_3_list_13=FTP சேவையகம்
features_3_list_14=மின்னஞ்சல்
features_3_list_15=நுண்மென் வேர்ட்
features_3_list_16=Microsoft PowerPoint
features_3_list_17=நுண்மென் எக்செல்
features_3_list_18=வெளிப்புற நிரல்
features_4_h1=வண்ணம் பிக்கர்
features_4_p1=உங்கள் திரையில் உள்ளமைந்த உருப்பெருக்கி சாளரத்துடன் சரியான பிக்சல் வண்ணக் குறியீட்டைக் கண்டறிய உதவுகிறது.
features_4_p2=ஆதரவு RGB, HTML, C++, Delphi.
features_5_h1=வண்ண தட்டு
features_5_p1=RGB, HSV ஐ ஆதரிக்கும் ஃபோட்டோஷாப் பாணி வண்ணத் தேர்வியைப் பயன்படுத்தி சரியான பிக்சல் வண்ணக் குறியீட்டைக் கண்டுபிடித்து டியூன் செய்யவும்.
features_6_h1=பிக்சல் ரூலர்
features_6_p1=பொருட்களின் அளவை அளவிடவும், திரையில் பொருட்களை துல்லியமான இடங்களில் வைக்கவும் உதவும்.
features_6_p2=கிடைமட்ட மற்றும் செங்குத்து நோக்குநிலை, அலகுகள் (பிக்சல்கள், அங்குலங்கள், சென்டிமீட்டர்கள்), DPI அமைப்புகள் (72, 96, 120, 300), தோல்கள் ஆகியவற்றை ஆதரிக்கவும்.
features_7_h1=பெருக்கி
features_7_p1=ஒளி, வழுவழுப்பான மற்றும் பெரிய அளவிலான உருப்பெருக்கி கருவி மூலம், எந்த டெஸ்க்டாப் பகுதியையும் அதன் உருப்பெருக்கக் கண்ணாடியில் பெரிதாக்குவதைக் காணலாம்.
features_8_h1=குறுக்குவெட்டு
features_8_p1=இந்த அம்சத்துடன் படத்தின் நிலையின் தொடர்புடைய ஒருங்கிணைப்பை கண்டறியவும்.
features_8_p2=உதாரணமாக HTML பட வரைபடங்களை உருவாக்க இது பயனுள்ளதாக இருக்கும்.
features_9_h1=புரோட்ராக்டர்
features_9_p1=திரையில் கோணங்களைக் கண்டறிய உதவும். ஒரு மையத்தைத் தேர்ந்தெடுங்கள், பின்னர் ஒரு இடம், பின்னர் முதல் கோணத்திலிருந்து டிகிரிகளில் உள்ள கோணத்தைத் தேர்ந்தெடுக்கவும்.
features_9_p2=இது பல்வேறு புகைப்படம் எடுத்தல், கணிதம் மற்றும் கிராபிக்ஸ் பயன்பாடுகளில் பயன்படுத்தப்படலாம்.
features_10_h1=ஒயிட்போர்டு
features_10_p1=உங்கள் டெஸ்க்டாப்பில் மெய்நிகர் ஒயிட்போர்டை வைத்திருக்கலாம். உங்கள் டெஸ்க்டாப்பில் விளக்கக்காட்சி அல்லது வரைவதற்கு இதைப் பயன்படுத்தலாம்.
download_1_h1=வீட்டுப் பயனர்களுக்கு
download_1_p1=தனிப்பட்ட (வீட்டு) உபயோகம் மட்டும்
download_1_p2=கைமுறை புதுப்பிப்பு
download_1_p3=தொழில்நுட்ப ஆதரவு இல்லை
download_2_h1=தொழில் வல்லுநர்களுக்கு
download_2_p1=வணிக மற்றும் தனிப்பட்ட பயன்பாடு
download_2_p2=தானியங்கு புதுப்பிப்பு
download_2_p3=தொழில்நுட்ப ஆதரவு
download_2_p4=வாழ்நாள் மேம்படுத்தல்கள்
download_2_p5=விளம்பரங்கள் இல்லை
buy_table_h1=பயனர்களின் எண்ணிக்கை
buy_table_h2=ஒரு பயனருக்கு விலை (USD).
buy_table_p1=மேற்கோளுக்கு எங்களை தொடர்பு கொள்ளவும்!
buy_table_p2=நீங்கள் வசிக்கும் நாட்டைப் பொறுத்து வரிகள் மற்றும் கூடுதல் கட்டணங்கள் மாறுபடும்.
buy_table_p2_vat=VAT
buy_1_h1=இன்ஸ்டன்ட் கீ டெலிவரி
buy_1_p1=உங்கள் ஆர்டர் முடிந்ததும் உங்கள் பதிவு விசையை உடனடி அணுகலைப் பெறுங்கள்.
buy_2_h1=வாழ்நாள் புதுப்பிப்புகள்
buy_2_p1=சந்தா திட்டங்கள் ஆண்டுதோறும் பில் செய்யப்படுகின்றன.
buy_3_h1=வாங்கும் கேள்விகள்
buy_3_p1=வாங்குதல் அல்லது உரிமம் வழங்குவது தொடர்பாக ஏதேனும் கேள்விகள் இருந்தால், {தொடர்புக்கு} தயங்க வேண்டாம்.
buy_3_p1_contactus=எங்களை தொடர்பு கொள்ளவும்
buy_year=ஆண்டு
buy_single=ஒற்றைத் திட்டம்
buy_single_p1=ஒரு பயனருக்கு 2 கணினிகளில் நிறுவவும்
buy_team=குழு திட்டம்
buy_team_user=பயனர்கள்
buy_site=தளத் திட்டம்
buy_site_p1=தளத்தில் வரம்பற்ற கணினிகளில் நிறுவவும்
buy_month=மாதம்
buy_monthly=மாதாந்திர
buy_yearly=ஆண்டுதோறும்
buy_pay_once=ஒருமுறை செலுத்தி வாழ்நாள் புதுப்பிப்புகளை இலவசமாகப் பெறுங்கள்.
buy_for_individuals=தனிநபர்களுக்கு
buy_for_teams=அணிகளுக்கு
buy_for_enterprise=நிறுவனத்திற்கு
buy_single_lifetime=ஒற்றை வாழ்நாள்
buy_team_lifetime=குழு வாழ்நாள்
buy_site_lifetime=எண்டர்பிரைஸ் வாழ்நாள்
buy_subscriptions=சந்தாக்கள்
buy_lifetime=வாழ்நாள் சிறப்பு
secure_order=2Checkout மூலம் பாதுகாப்பான வரிசைப்படுத்தல்
uninstall_h1=உங்கள் கருத்தை எங்களுக்குத் தெரிவிக்கவும்.
uninstall_p1=உங்களிடம் இருந்து கேட்பதை நாங்கள் பாராட்டுகிறோம். உங்கள் கருத்து படதேர்வு ஐ இன்னும் சிறப்பாக்க உதவும்.
uninstall_comment=விவரங்கள்
uninstall_comment_placeholder=உதாரணமாக, நீங்கள் ஏன் நிறுவல் நீக்கினீர்கள்? நாம் என்ன காணவில்லை? உங்களுக்கு எந்த அம்சம் வேண்டும்?
uninstall_email=மின்னஞ்சல் (விரும்பினால்)
uninstall_email_placeholder=தயவுசெய்து உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
uninstall_send=கருத்து அனுப்பு
about_us=எங்களைப் பற்றி
about_h1=நாங்கள் மைக்ரோசாஃப்ட் விண்டோஸ் இயங்குதளத்தில் நிபுணத்துவம் பெற்ற மென்பொருள் மேம்பாட்டு நிறுவனம்.
about_p1=எங்கள் பயனர்களுக்கு வசதியான கணினி சூழல்களை வழங்கும் உயர்தர மற்றும் பயனர் நட்பு மென்பொருளை உருவாக்கி வெளியிடுவதே எங்கள் குறிக்கோள்.
contact_h1=உங்களிடம் இருந்து கேட்க விரும்புகிறோம்! இந்தப் படிவத்தை நிரப்பவும், விரைவில் உங்களைத் தொடர்புகொள்வோம்.
contact_us=எங்களை தொடர்பு கொள்ளவும்
contact_email=மின்னஞ்சல் ஆதரவு
contact_email_at=நீங்கள் எங்களை மின்னஞ்சல் மூலமாகவும் இங்கு தொடர்பு கொள்ளலாம் : {email}
contact_email_send=எங்களுக்கு மின்னஞ்சல் அனுப்பவும்
beta_banner=படதேர்வு பீட்டாவுடன் புதிய அம்சங்களை முயற்சிக்கவும்!
beta_button=இப்போது முயற்சிக்கவும்
try_darkmode=டார்க் பயன்முறையை முயற்சிக்கவும்
try_darkmode_on=டார்க் பயன்முறை இயக்கத்தில் உள்ளது
contact_form_category=வகை
contact_form_select=- தேர்வு -
contact_form_email=மின்னஞ்சல்
contact_form_subject = பொருள்
contact_form_body=விவரங்கள்
contact_form_body_placeholder=இதைப் பற்றி மேலும் கூறுங்கள்...
contact_form_os=இயக்க முறைமை
contact_form_version=படதேர்வு பதிப்பு
contact_form_license=உரிம விசை
contact_form_license_placeholder=பிரீமியம் ஆதரவுக்கு, உங்கள் சரியான உரிம விசையை உள்ளிடவும்.
contact_form_success=வெற்றி
contact_form_success_description=உங்கள் கருத்து வெற்றிகரமாக அனுப்பப்பட்டது.
contact_form_error=பிழை
contact_form_error_description=மன்னிக்கவும், இந்த நேரத்தில் எங்களால் இதை செயல்படுத்த முடியவில்லை.
promotion_timeout=அது போய்விடும் முன் தவறவிடாதீர்கள்.
buy_existing_user = ஏற்கனவே உள்ள உரிமத்தை புதுப்பிக்கவும்
checkout_for_individual=தனிநபர்களுக்கு
checkout_for_individual_desc=தனி அல்லது குடும்பம்
checkout_for_company=அணிகளுக்கு
checkout_for_company_desc=நிறுவனம் அல்லது அமைப்பு
checkout_header = டெலிவரி தகவல்
checkout_summary=ஆர்டர் சுருக்கம்
checkout_license=உரிமம்
checkout_product=தயாரிப்பு
checkout_users=பயனர்கள்
checkout_quantity=அளவு
checkout_quantity_warning_header=அதிகபட்சம் {num} கணினிகளில் நிறுவவும்
checkout_quantity_warning_body=அதிக கணினிகளில் நிறுவ அளவை அதிகரிக்கவும்.
checkout_price=விலை
checkout_vat=வரிகள் மற்றும் கூடுதல் கட்டணங்கள் விதிக்கப்படலாம்.
checkout_firstname=முதல் பெயர்
checkout_lastname=கடைசி பெயர்
checkout_companyname=நிறுவனத்தின் பெயர்
checkout_email=மின்னஞ்சல்
checkout_email_confirm=மின்னஞ்சலை உறுதிப்படுத்தவும்
checkout_checkout=செக்அவுட்
Checkout_or=OR
checkout_paypal=பேபால் மூலம் பணம் செலுத்துங்கள்
thankyou_header=உங்கள் ஆர்டருக்கு நன்றி. உங்கள் பணம் செலுத்தப்பட்டது!
thankyou_detail=ஆர்டர் விவரங்கள்
thankyou_orderref=ஆர்டர் குறிப்பு எண்.
thankyou_payment=கட்டண முறை
thankyou_date=தேதி
thankyou_total=மொத்த விலை
thankyou_email=ஆர்டர் உறுதிப்படுத்தல் மின்னஞ்சலுக்கு (ஸ்பேம்/ஜங்க் கோப்புறை உட்பட) {email} ஐ சரிபார்க்கவும்.
promo_continue=தொடரவும்
promo_warning=நீங்கள் பதிவு செய்யும் போது உங்களை அங்கீகரிப்பதற்கு கட்டணத் தகவல் தேவை. இலவச விளம்பரத்திற்காக நாங்கள் உங்களிடம் கட்டணம் வசூலிக்க மாட்டோம்.

[Message]

MSG_TRAY_TITLE=படதேர்வு
MSG_ICON_TITLE=படதேர்வு
MSG_MESSAGEBOX_TITLE=படதேர்வு
MSG_PROTRACTOR_CENTERPOINT=திரையில் ஒரு மையப் புள்ளியைக் கிளிக் செய்யவும்.
MSG_ACTIVEWINDOW=செயலில் உள்ள சாளரத்தைப் பிடிக்க [%s] விசையை அழுத்தவும்.
MSG_EXITSAVEIMAGE=மாற்றங்களை [%s] இல் சேமிக்க விரும்புகிறீர்களா?
MSG_DEFAULT_IMAGENAME=படம்
MSG_DIRECTORYACCESSERROR=கோப்பகத்தை அணுக முடியவில்லை.
MSG_DEFAULT_TAPNAME=படம் இல்லை
MSG_HOTKEY_ALREADY1=படதேர்வு பின்வரும் சூடான விசைகளை பதிவு செய்ய முடியாது.
MSG_HOTKEY_ALREADY2=இந்த சூடான விசைகளை மாற்ற விரும்புகிறீர்களா?
MSG_THISFOLDERNOTFOUND=அடைவு [பாதை அல்லது கோப்புறை பெயர்] காணப்படவில்லை.
MSG_INVALID_FILENAME=இந்த கோப்பு பெயர் தவறானது.
MSG_FAIL_AUTOSAVE=உங்கள் தானாகச் சேமிக்கும் கோப்பு பெயர் அமைப்புகளைச் சரிபார்க்கவும். சரிபார்த்த பிறகும் இந்தப் பிரச்சனை தொடர்ந்தால், படதேர்வு.exe ஐ உங்கள் வைரஸ் எதிர்ப்பு மென்பொருள் அனுமதிப்பட்டியலில் சேர்க்கவும்.
MSG_INVALID_CLIPBOARD=இடைநிலைப்பலகை தரவைப் பெறும்போது பிழை ஏற்பட்டது.
MSG_CANNOTREPEATCAPTURE=கடைசி பிடிப்பிலிருந்து தேர்ந்தெடுக்கப்பட்ட பகுதியைக் கண்டுபிடிக்க முடியவில்லை.
MSG_CLOSEALLIMAGE=சேமிக்கப்படாத படங்கள் அனைத்தையும் மூட வேண்டுமா?
MSG_FILE_OPEN=திறக்க
MSG_FILE_SAVE=இவ்வாறு சேமி
MSG_NEWVERSIONAVAILABLE=படதேர்வு இன் புதிய பதிப்பு உள்ளது. இப்போது பதிவிறக்கப் பக்கத்திற்குச் செல்ல விரும்புகிறீர்களா?
MSG_PROGRAM_NOTADDYET=உங்கள் ஸ்கிரீன் ஷாட்களை அனுப்ப வெளிப்புற நிரலை நீங்கள் தேர்ந்தெடுக்க வேண்டும்!
MSG_EXTERNALPROGRAMERROR=குறிப்பிட்ட வெளிப்புற நிரலை கண்டுபிடிக்க முடியவில்லை.
MSG_PARAMETERS_TITLE=படதேர்வு அளவுருக்கள்
MSG_OLDLANGUAGE=மொழி கோப்பு பழைய பதிப்பாகும், எனவே சில உரைகள் மொழிபெயர்க்கப்படவில்லை. நீங்கள் உண்மையில் மொழியை மாற்ற விரும்புகிறீர்களா?
MSG_INVALIDALBUMNAME=ஆல்பத்தின் பெயர் தவறானது.
MSG_CREATEFAILUREALBUM=ஆல்பத்தை உருவாக்குவதில் பிழை.
MSG_LOADINGFAILUREALBUM=ஆல்பங்களை ஏற்றுவதில் பிழை.
MSG_IDEMPTY=தயவுசெய்து பயனர் ஐடியை உள்ளிடவும்.
MSG_PWEMPTY=தயவுசெய்து பயனர் கடவுச்சொல்லை உள்ளிடவும்.
MSG_SAVE=&சேமி
MSG_DONTSAVE=சேமிக்காதே
MSG_DONTSAVEALL=எதுவும் இல்லை
MSG_NODISPLAYAGAIN=இந்தச் செய்தியை மீண்டும் காட்ட வேண்டாம்
BTN_YES=&ஆம்
BTN_NO=&No
BTN_NOALL=&எல்லாம் இல்லை
MSG_INPUTTEXT=தயவுசெய்து உரையை இங்கே உள்ளிடவும்
MSG_FLATTENLAYER=இந்த பணிக்கு, நீங்கள் பின்னணி படத்துடன் வடிவங்களை சமன் செய்ய வேண்டும். வடிவங்களைத் தட்டையாக்க விரும்புகிறீர்களா?
MSG_FLATTENALL= எல்லா வடிவங்களையும் தட்டையாக்க விரும்புகிறீர்களா?
MSG_INVALID_DOWNLOADURL=படத்தைப் பதிவிறக்கும் போது பிழை ஏற்பட்டது.
MSG_OPENURL=தயவுசெய்து பட URL ஐ உள்ளிடவும்.
MSG_ANYSETTINGOK=அமைப்புகள் வெற்றிகரமாக மாற்றப்பட்டன.
MSG_DEFAULTEDITOR=படதேர்வு முன்னிருப்பு பட எடிட்டராக அமைக்கப்பட்டுள்ளது.
MSG_FTPINFONEED=உங்கள் FTP சர்வர் தகவலை முதலில் உள்ளிட வேண்டும்.
MSG_CONNECTIONFAIL=சேவையகத்தை இணைக்கும்போது பிழை ஏற்பட்டது.
MSG_PROGRAM_NOSKYPE=ஸ்கைப்பைக் கண்டுபிடிக்க முடியவில்லை.
MSG_ACTIVATE_OFFLINE=நெட்வொர்க் பிரச்சனை அல்லது வேறு ஏதாவது காரணமாக உங்கள் உரிம விசையை செயல்படுத்த முடியாது. உங்கள் உரிமத்தை ஆஃப்லைன் பயன்முறையில் செயல்படுத்த விரும்புகிறீர்களா?
MSG_ACTIVATE_OK=உங்கள் உரிமம் செயல்படுத்தப்பட்டது. படதேர்வு ஐத் தேர்ந்தெடுத்ததற்கு நன்றி!
MSG_ACTIVATE_TRIAL=சோதனை உரிமம் செயல்படுத்தப்பட்டது. படதேர்வு ஐத் தேர்ந்தெடுத்ததற்கு நன்றி!
MSG_ACTIVATE_FAIL=செயல்படுத்துதல் மறுக்கப்பட்டது. படதேர்வு ஆதரவு மையத்தைத் தொடர்பு கொள்ளவும்.
MSG_VALIDOWNERNAME=சரியான உரிமையாளர் பெயரை உள்ளிடவும்.
MSG_VALIDLICENSEKEY=சரியான உரிம விசையை உள்ளிடவும்.
MSG_FILENOTFOUND=ஒரு கோப்பை கண்டுபிடிக்க முடியவில்லை.
MSG_CAPTUREAREAFAIL=பிடிக்கப்பட வேண்டிய பகுதியைக் கணக்கிடும் போது பிழை ஏற்பட்டது. சிக்கலை ஏற்படுத்தக்கூடிய உங்கள் மென்பொருளை (ஆன்ட்டி வைரஸ், மால்வேர்/ஸ்பைவேர்) சரிபார்க்கவும்.
MSG_TRANSPARENCYLOST=இந்தப் படத்தைச் சேமித்தால் எந்த வெளிப்படைத்தன்மையும் இழக்கப்படும். தொடர வேண்டுமா?
MSG_DONOTSHOWWEEK=ஒரு வாரத்திற்கு இந்த சாளரத்தை மீண்டும் காட்ட வேண்டாம்
MSG_NEWVERSIONAVAILABLE_SHORT=படதேர்வு இன் புதிய பதிப்பு உள்ளது
MSG_HOTKEY_ALREADY3=Dropbox, OneDrive போன்ற தற்போது இயங்கும் பிற பயன்பாடுகளைச் சரிபார்க்கவும்.
MSG_NEWVERSIONINSTALL=படதேர்வு இன் புதிய பதிப்பு உள்ளது. இப்போது அதை நிறுவ வேண்டுமா?
MSG_NEWVERSIONINSTALLING=புதுப்பிப்பு பதிவிறக்கப்படும் வரை காத்திருக்கவும்...
MSG_NEWVERSIONRESTART=புதுப்பிப்பு சில நொடிகளில் தானாகவே தொடங்கும்...
MSG_ACTIVATE_INVALID=நீங்கள் உள்ளிட்ட உரிம விசை தவறானது. உங்கள் விசையைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்.
MSG_NOUPDATEAVAILABLE=தற்போது புதுப்பிப்புகள் எதுவும் இல்லை.
MSG_NOTENOUGHCAPTUREAREA=தேர்ந்தெடுக்கப்பட்ட பகுதி மிகவும் சிறியதாக உள்ளது.
MSG_CAPTUREOPTION_NEXTTIME=அடுத்த முறை நீங்கள் கைப்பற்றும் போது தேர்ந்தெடுக்கப்பட்ட விருப்பம் பயன்படுத்தப்படும்.
MSG_ACTIVATE_EXPIRED=உங்கள் உரிமம் காலாவதியானது. படதேர்வு ஐ தடையின்றி தொடர்ந்து பயன்படுத்த உங்கள் உரிமத்தை புதுப்பிக்கவும்.
MSG_RESTART_WARNING=நிரல் மீண்டும் தொடங்கும் வரை சில மாற்றங்கள் செயல்படாது.
MSG_DEACTIVATE=இந்த கணினியில் உங்கள் உரிமத்தை செயலிழக்கச் செய்ய விரும்புகிறீர்களா?
MSG_DEACTIVATE_SUCCESS=உங்கள் உரிமம் வெற்றிகரமாக செயலிழக்கப்பட்டது.
MSG_SCREENRECORDER_FAILURE=ஸ்கிரீன் ரெக்கார்டரை துவக்கும்போது பிழை ஏற்பட்டது. பயன்பாட்டை மீண்டும் நிறுவவும்.
MSG_SCREENRECORDER_HELP_RECORD=பதிவு செய்வதை நிறுத்த, அறிவிப்புப் பகுதியில் உள்ள ஸ்கிரீன் ரெக்கார்டர் ஐகானைக் கிளிக் செய்யவும் அல்லது [%s] பொத்தானை அழுத்தவும்.
MSG_SCREENRECORDER_HELP_STOP=வீடியோ பதிவு முடிந்தது. பதிவு செய்யப்பட்ட வீடியோ கோப்பை வெளியீட்டு கோப்புறையில் பார்க்க விரும்புகிறீர்களா?
MSG_SCREENRECORDER_HELP_LIMITED=இந்த இலவச பதிப்பு %d-நிமிட பதிவுகளுக்கு மட்டுமே.
MSG_ERROR_LOADIMAGE=கோப்பைப் படிக்கும்போது பிழை ஏற்பட்டது. இது சரியான படக் கோப்பு அல்ல, அல்லது அதன் வடிவம் தற்போது ஆதரிக்கப்படவில்லை.
MSG_ERROR_LOADHEIC=இந்த கோப்பை திறக்க கூடுதல் நீட்டிப்பு தேவை. இப்போது பதிவிறக்கப் பக்கத்திற்குச் செல்ல விரும்புகிறீர்களா?
MSG_RESTORE_DEFAULT=நிச்சயமாக இயல்புநிலை அமைப்புகளை மீட்டெடுக்க விரும்புகிறீர்களா?
MSG_DISABLED_FEATURE=உங்கள் நிர்வாகியால் இந்த அம்சம் முடக்கப்பட்டுள்ளது.
MSG_DUPLICATED_FILETABNAME=கோப்பு அல்லது தாவலின் பெயர் ஏற்கனவே உள்ளது.
MSG_SCROLLCAPTURE_FAILURE=[%s] இன் ஸ்க்ரோலிங் கேப்சரைச் செய்ய முடியவில்லை.
MSG_SCREENRECORDER_INSTALL=ஸ்கிரீன் ரெக்கார்டருக்கு கூடுதல் நிறுவலைச் செய்ய நிர்வாகி உரிமைகள் தேவை. தொடர வேண்டுமா?
MSG_INVALID_HOTKEY=அழுத்தப்பட்ட விசையை சூடான விசையாகப் பயன்படுத்த முடியாது.
#7.2.0
MSG_RESET=நிரலில் இருந்து வெளியேறும்போது விருப்பங்களை மீட்டமைக்க விரும்புகிறீர்களா?
MSG_RESET_CONFIRM=மாற்றம் நடைமுறைக்கு வர நீங்கள் நிரலை மறுதொடக்கம் செய்ய வேண்டும்.
MSG_SCREENRECORDER_ERROR=குறியீட்டைச் செயலாக்கும்போது பிழை ஏற்பட்டது.
MSG_SCREENRECORDER_NOINPUTS=ஒலி உள்ளீட்டு சாதனங்களைக் கண்டறிய முடியவில்லை.
MSG_FAIL_LIMIT_AUTOSAVE=தானியங்கு-சேமி கோப்புறை வரம்பை எட்டிவிட்டது. தானியங்கு-சேமி கோப்புறையைச் சரிபார்க்கவும்.
#7.2.0
